Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: Your manager made some changes to your list so that you're getting %(BW_FEEDBACKS)s from others that might not have been on the list before. You won't be able to modify your manager's new additions, but you'll still be able to make other changes until <strong>%(selection_end)s</strong>.
cs: Váš vedoucí udělal nějaké změny ve vašem seznamu, takže nyní dostáváte zpětnou vazbu od lidí, které jste na seznamu předtím nemuseli mít. Změny, které váš vedoucí udělal, upravit nemůžete, ale stále můžete udělat jiné změny, a to do <strong>%(selection_end)s</strong>.%(BW_FEEDBACKS)s
de: Ihr Manager hat einige Änderungen an Ihrer Liste vorgenommen. Deshalb bekommen Sie %(BW_FEEDBACKS)s von Personen, die vorher möglicherweise nicht auf der Liste vermerkt waren. Sie können die neuen Ergänzungen Ihres Managers nicht erneut ändern, jedoch können Sie bis zum <strong>%(selection_end)s</strong> anderweitige Änderungen vornehmen.
es_ar: Su gerente hizo algunos cambios en su lista para que reciba %(BW_FEEDBACKS)s de otras personas que podrían no haber estado en la lista anteriormente. No podrá modificar las nuevas incorporaciones de su gerente, pero podrá hacer otros cambios hasta el <strong>%(selection_end)s</strong>.

source: Added
cs: Přidaní
de: Hinzugefügt
es_ar: Agregado

source: Removed
cs: Odstranění
de: Entfernt
es_ar: Eliminado

source: View list
cs: Zobrazit seznam
de: Liste anzeigen
es_ar: Ver la lista

source: Your colleagues value your %(BW_FEEDBACKS)s and would appreciate if you'd take a few minutes to provide your thoughts on the questions below. You have until <strong>%(cycle_end)s</strong> to complete this %(BW_FEEDBACK)s. By providing %(BW_FEEDBACKS)s, you are helping your peers' professional growth.
cs: Vaši kolegové si váží vašich zpětných vazeb a byli by rádi, kdybyste si udělali chvilku čas a podělili se o svůj názor na otázky níže. Na dokončení této zpětné vazby máte čas do <strong>%(cycle_end)s</strong>. Poskytnutím zpětné vazby pomáháte profesionálnímu růstu svých kolegů.%(BW_FEEDBACKS)s%(BW_FEEDBACK)s%(BW_FEEDBACKS)s
de: Ihre Kollegen schätzen Ihre %(BW_FEEDBACKS)s und würden sich freuen, wenn Sie sich einige Minuten Zeit nehmen, Ihre Gedanken in den untenstehenden Fragen zu teilen. Sie haben bis zum <strong>%(cycle_end)s</strong> Zeit, dieses %(BW_FEEDBACK)s abzuschließen. Indem Sie Ihre %(BW_FEEDBACKS)s abgeben, fördern Sie das berufliche Wachstum Ihrer Kollegen.
es_ar: Sus colegas valoran sus %(BW_FEEDBACKS)s y le agradecerían si pudiera dedicar unos minutos a proporcionar su opinión sobre las preguntas a continuación. Tiene hasta el <strong>%(cycle_end)s</strong> para completar este %(BW_FEEDBACK)s. Al proporcionar %(BW_FEEDBACKS)s, contribuye al desarrollo profesional de sus pares.

source: Your administrator has approved your request to edit the %(BW_FEEDBACK)s you previously provided for <strong>%(user)s</strong> via the <strong>%(feedback_name)s</strong> template. The %(BW_FEEDBACK)s will be editable for a limited time only, so <strong>please make your edits before %(unlocked_date)s </strong>
cs: Váš správce schválil vaši žádost o úpravu zpětné vazby <strong>%(feedback_name)s</strong>, kterou jste dříve poskytli pro uživatele <strong>%(user)s</strong>. Úpravy zpětné vazby budou k dispozici pouze po omezenou dobu, <strong>úpravy proveďte do %(unlocked_date)s </strong>%(BW_FEEDBACK)s%(BW_FEEDBACK)s
de: Ihr Administrator hat Ihre Anfrage zur Bearbeitung des %(BW_FEEDBACK)s, das Sie für <strong>%(user)s</strong> über die <strong>%(feedback_name)s</strong>-Vorlage bereitgestellt haben, genehmigt. Das %(BW_FEEDBACK)s kann nur für eine begrenzte Zeit bearbeitet werden, <strong>führen Sie Ihre Änderungen daher bitte vor dem %(unlocked_date)s durch</strong>.
es_ar: Su administrador ha aprobado su solicitud para editar el %(BW_FEEDBACK)s que proporcionó anteriormente para <strong>%(user)s</strong> a través de la plantilla <strong>%(feedback_name)s</strong>. El %(BW_FEEDBACK)s solo podrá modificarse por un tiempo limitado, así que <strong>asegúrese de hacer los cambios antes del %(unlocked_date)s </strong>

source: Edit %(BW_FEEDBACK)s
cs: Upravit zpětnou vazbu%(BW_FEEDBACK)s
de: %(BW_FEEDBACK)s bearbeiten
es_ar: Editar %(BW_FEEDBACK)s

source: A request for %(BW_FEEDBACKS)s about you from your manager has been responded to.
cs: Na žádost vašeho vedoucího o zpětnou vazbu týkající se vaší osoby bylo odpovězeno.%(BW_FEEDBACKS)s
de: Eine Anfrage zu %(BW_FEEDBACKS)s von Ihrem Manager zu Ihnen wurde beantwortet.
es_ar: Se respondió una solicitud de %(BW_FEEDBACKS)s sobre ti de parte de su gerente.

source: View %(BW_FEEDBACKS)s
cs: Zobrazit zpětné vazby%(BW_FEEDBACKS)s
de: %(BW_FEEDBACKS)s anzeigen
es_ar: Ver %(BW_FEEDBACKS)s

source: Your %(BW_FEEDBACK)s request for the following direct reports have been responded to.
cs: Na vaši žádost o zpětnou vazbu týkající se následujících přímých podřízených bylo odpovězeno.%(BW_FEEDBACK)s
de: Ihre %(BW_FEEDBACK)sanfrage für folgende direkt unterstellte Mitarbeiter wurde beantwortet.
es_ar: Se respondió su solicitud de %(BW_FEEDBACK)s para las siguientes personas que lo informan directamente.

source: %(user)s added you as a follower to <a href="%(url)s" class="link-default">%(goal)s</a>
cs: Uživatel %(user)s vás přidal jako sledujícího do cíle <a href="%(url)s" class="link-default">%(goal)s</a>.
de: %(user)s hat Sie als Follower zu <a href="%(url)s" class="link-default">%(goal)s</a> hinzugefügt.
es_ar: %(user)s lo agregó como seguidor de <a href="%(url)s" class="link-default">%(goal)s</a>

source: You can manage the %(BW_GOALS)s you follow under "%(BW_CAP_GOALS)s" in Betterworks.
cs: Cíle, které sledujete, můžete v aplikaci Betterworks spravovat v sekci „Cíle“.%(BW_GOALS)s%(BW_CAP_GOALS)s
de: Sie können die %(BW_GOALS)s, denen Sie folgen, unter „%(BW_CAP_GOALS)s“ bei Betterworks verwalten.
es_ar: Puede gestionar las %(BW_GOALS)s que sigue en "%(BW_CAP_GOALS)s" en Betterworks.

source: %(user)s mentioned you in an assessment on %(goal)s
cs: Uživatel %(user)s vás zmínil v hodnocení cíle %(goal)s.
de: %(user)s hat Sie in einer Bewertung zu %(goal)s erwähnt.
es_ar: %(user)s lo mencionó en una evaluación de %(goal)s

source: View %(BW_CAP_GOAL)s
cs: Zobrazit cíl%(BW_CAP_GOAL)s
de: %(BW_CAP_GOAL)s anzeigen
es_ar: Ver %(BW_CAP_GOAL)s

source: Or reply to this email to comment
cs: Nebo odpovězte na tento e-mail, chcete-li to okomentovat.
de: Oder antworten Sie auf diese E-Mail, um zu kommentieren.
es_ar: O responda a este correo electrónico para comentar.

source: %(user)s has updates for you
cs: Uživatel %(user)s má pro vás novinky.
de: %(user)s hat Updates für Sie
es_ar: %(user)s tiene actualizaciones para usted.

source: Happened over the last minute
cs: Událo se za poslední minutu.
de: In der letzten Minute geschehen
es_ar: Sucedió durante el último minuto.

source: Added you as a contributor to &ndash; %(goal_name)s
cs: Přidal/a vás jako přispěvatele k &ndash; cíli %(goal_name)s.
de: Hat Sie als Beitragenden zu &ndash; %(goal_name)s hinzugefügt
es_ar: Lo agregó como colaborador a &ndash; %(goal_name)s.

source: Mentioned you in an assessment on &ndash; %(link_or_name)s
cs: Zmínil/a vás v hodnocení &ndash; %(link_or_name)s.
de: Hat Sie in einer Bewertung zu &ndash; %(link_or_name)s erwähnt
es_ar: Lo mencionó en una evaluación sobre &ndash; %(link_or_name)s.

source: Updated &ndash; %(goal_name)s
cs: Aktualizoval/a &ndash; cíl %(goal_name)s.
de: Hat &ndash; %(goal_name)s aktualisiert
es_ar: Actualizó a &ndash; %(goal_name)s.

source: Cheered &ndash; %(goal_name)s
cs: Povzbudil/a v cíli &ndash; %(goal_name)s.
de: Hat das folgende gelobt: %(goal_name)s
es_ar: Alentó a &ndash; %(goal_name)s.

source: Commented on &ndash; %(link_or_name)s
cs: Okomentoval/a &ndash; %(link_or_name)s.
de: Hat &ndash; %(link_or_name)s kommentiert
es_ar: Comentó en &ndash; %(link_or_name)s.

source: Completed &ndash; %(goal_name)s
cs: Dokončil/a &ndash; cíl %(goal_name)s.
de: Hat &ndash; %(goal_name)s abgeschlossen
es_ar: Completó &ndash; %(goal_name)s.

source: Re-aligned %(goal_name1)s from &ndash; %(goal_name2)s
cs: Znovu připojil/a cíl %(goal_name1)s z cíle &ndash; %(goal_name2)s.
de: Hat eine neue Verknüpfung von &ndash; %(goal_name1)s mit %(goal_name2)s vorgenommen
es_ar: Realineó %(goal_name1)s de &ndash; %(goal_name2)s.

source: Added your %(BW_GOAL)s %(goal_name)s to their plan &ndash; %(plan_name_link)s
cs: Přidal/a váš cíl %(goal_name)s do svého plánu &ndash; %(plan_name_link)s.%(BW_GOAL)s
de: Hat Ihr %(BW_GOAL)s %(goal_name)s zum Plan &ndash; %(plan_name_link)s hinzugefügt.
es_ar: Agregó su %(BW_GOAL)s %(goal_name)s a su plan, %(plan_name_link)s

source: Edited &ndash; %(goal_name)s
cs: Upravil/a &ndash; cíl %(goal_name)s.
de: Hat das folgende bearbeitet: %(goal_name)s
es_ar: Editó &ndash; %(goal_name)s.

source: %(old_name)s changed to <em>%(new_name)s</em>
cs: Název %(old_name)s byl změněn na <em>%(new_name)s</em>.
de: %(old_name)s wurde in <em>%(new_name)s</em> geändert.
es_ar: %(old_name)s cambió a <em>%(new_name)s</em>.

source: Mentioned you on &ndash; %(goal)s
cs: Zmínil/a vás u cíle &ndash; %(goal)s.
de: Hat Sie bei &ndash; %(goal)s erwähnt
es_ar: Lo mencionó en &ndash; %(goal)s.

source: Moved your %(BW_MILESTONE)s %(goal)s to &ndash; %(goal_parent)s
cs: Přesunul/a váš milník cíle %(goal)s k cíli &ndash; %(goal_parent)s.%(BW_MILESTONE)s
de: Hat Ihren %(BW_MILESTONE)s %(goal)s in &ndash; %(goal_parent)s verschoben.
es_ar: Movió su %(BW_MILESTONE)s %(goal)s a &ndash; %(goal_parent)s

source: %(goal)s now contributes to &ndash; %(goal_parent)s
cs: Cíl %(goal)s se nyní podílí na cíli &ndash; %(goal_parent)s.
de: %(goal)s trägt jetzt zu &ndash; %(goal_parent)s bei
es_ar: %(goal)s ahora contribuye a &ndash; %(goal_parent)s.

source: Nudged &ndash; %(goal)s
cs: Pošťouchl/a cíl &ndash; %(goal)s.
de: Hat das folgende angestupst: %(goal)s
es_ar: Incentivó a &ndash; %(goal)s.

source: Alignment removed &ndash; %(goal)s
cs: Připojení cíle %(goal)s bylo odstraněno.
de: Verknüpfung entfernt &ndash; %(goal)s
es_ar: Alineación eliminada &ndash; %(goal)s.

source: Deleted %(BW_A_GOAL)s that you contribute to &ndash;
cs: Smazal/a cíl, na kterém se podílíte &ndash;%(BW_A_GOAL)s
de: Hat %(BW_A_GOAL)s, zu dem Sie beigetragen haben, gelöscht &ndash;
es_ar: Se eliminó la %(BW_A_GOAL)s a la que contribuye &ndash;

source: %(user)s cheered %(goal)s
cs: Uživatel %(user)s povzbudil v cíli %(goal)s.
de: %(user)s hat %(goal)s gelobt
es_ar: %(user)s alentó a %(goal)s.

source: %(user)s commented on %(goal)s
cs: Uživatel %(user)s okomentoval cíl %(goal)s.
de: %(user)s hat %(goal)s kommentiert
es_ar: %(user)s comentó en %(goal)s.

source: Reply to %(user_name)s
cs: Odpovědět uživateli %(user_name)s
de: %(user_name)s antworten
es_ar: Responder a %(user_name)s.

source: %(user)s deleted %(goal)s
cs: Uživatel %(user)s smazal cíl %(goal)s.
de: %(user)s hat %(goal)s gelöscht
es_ar: %(user)s eliminó %(goal)s.

source: Their progress no longer contributes to %(goal)s
cs: Jejich postup již nepřispívá k dosažení cíle %(goal)s.
de: Dessen Fortschritt trägt nicht mehr zu %(goal)s bei
es_ar: Su progreso ya no contribuye a %(goal)s.

source: %(user)s re-aligned %(goal1)s. It is no longer contributing to %(goal2)s.
cs: Uživatel %(user)s znovu připojil cíl %(goal1)s. Tento cíl již nepřispívá k dosažení cíle %(goal2)s.
de: %(user)s hat %(goal1)s neu verknüpft. Es trägt nicht mehr zu %(goal2)s bei.
es_ar: %(user)s realineó sus %(goal1)s. Ya no contribuye a %(goal2)s.

source: %(user)s assessed %(goal)s
cs: Uživatel %(user)s zhodnotil cíl %(goal)s.
de: %(user)s hat %(goal)s bewertet
es_ar: %(user)s evaluó %(goal)s.

source: %(subject)s added %(goal_name)s to their plan %(plan_name)s
cs: %(subject)s přidal cíl %(goal_name)s do svého plánu %(plan_name)s.
de: %(subject)s hat %(goal_name)s zum Plan %(plan_name)s hinzugefügt.
es_ar: %(subject)s agregó %(goal_name)s a su plan %(plan_name)s.

source: View Plan
cs: Zobrazit plán
de: Plan anzeigen
es_ar: Ver el plan.

source: %(author_name)s has updates for you
cs: %(author_name)s pro vás má novinky.
de: %(author_name)s hat Updates für Sie
es_ar: %(author_name)s tiene actualizaciones para usted.

source: %(user)s completed %(goal)s
cs: Uživatel %(user)s dokončil cíl %(goal)s.
de: %(user)s hat %(goal)s abgeschlossen
es_ar: %(user)s completó %(goal)s.

source: View My %(BW_CAP_GOAL)s List
cs: Zobrazit seznam mých cílů%(BW_CAP_GOAL)s
de: Meine %(BW_CAP_GOAL)s-Liste anzeigen
es_ar: Ver mi lista de %(BW_CAP_GOAL)s

source: %(user)s has edited %(goal)s
cs: Uživatel %(user)s upravil cíl %(goal)s.
de: %(user)s hat %(goal)s bearbeitet
es_ar: %(user)s ha editado %(goal)s.

source: %(attribute_name)s changed to <em>%(new_value)s</em>
cs: Název atributu %(attribute_name)s byl změněn na <em>%(new_value)s</em>.
de: %(attribute_name)s wurde in <em>%(new_value)s</em> geändert.
es_ar: %(attribute_name)s cambió a <em>%(new_value)s</em>.

source: %(user)s changed the %(field)s to <em>%(new_value)s</em>
cs: Uživatel %(user)s změnil pole %(field)s na <em>%(new_value)s</em>.
de: %(user)s hat das %(field)s in <em>%(new_value)s</em> geändert.
es_ar: %(user)s cambió los %(field)s a <em>%(new_value)s</em>.

source: %(user)s reassigned %(goal)s to you
cs: Uživatel %(user)s vám přidělil cíl %(goal)s.
de: %(user)s hat Ihnen %(goal)s neu zugewiesen
es_ar: %(user)s le reasignó %(goal)s.

source: %(user)s reassigned %(goal)s to %(owner)s
cs: Uživatel %(user)s přidělil cíl %(goal)s vlastníkovi %(owner)s.
de: %(user)s hat %(goal)s an %(owner)s neu zugewiesen
es_ar: %(user)s reasignó %(goal)s a %(owner)s.

source: <strong>%(group_name)s</strong> is requesting access to %(goal)s
cs: Skupina <strong>%(group_name)s</strong> žádá o přístup k cíli %(goal)s.
de: <strong>%(group_name)s</strong> bittet um Zugriff auf %(goal)s
es_ar: <strong>%(group_name)s</strong> solicita acceso a %(goal)s.

source: The integration attached to %(goal)s is no longer updating in Betterworks
cs: Začlenění připojené k tomuto cíli %(goal)s již není v aplikaci Betterworks aktualizováno.
de: Die an %(goal)s angehängte Integration wird bei Betterworks nicht mehr aktualisiert.
es_ar: La integración que se adjuntó a %(goal)s ya no se actualiza en Betterworks.

source: Try reattaching the integration to correct this issue.
cs: Chcete-li tento problém vyřešit, zkuste začlenění znovu připojit.
de: Hängen Sie die Integration erneut an, um das Problem zu beheben.
es_ar: Intente volver a adjuntar la integración para corregir este problema.

source: Updated
cs: Aktualizováno
de: Aktualisiert
es_ar: Actualizado

source: Completed
cs: Dokončeno
de: Abgeschlossen
es_ar: Completado

source: Created
cs: Vytvořeno
de: Erstellt
es_ar: Creado

source: Deleted
cs: Smazáno
de: Gelöscht
es_ar: Eliminado

source: %(profile_link)s updated <strong>%(goal_counter)s %(BW_GOAL)s</strong>:
cs: %(profile_link)s aktualizoval <strong>%(goal_counter)s cíl</strong>:%(BW_GOAL)s
de: %(profile_link)s hat <strong>%(goal_counter)s %(BW_GOAL)s</strong> aktualisiert:
es_ar: %(profile_link)s actualizó<strong>%(goal_counter)s %(BW_GOAL)s</strong>:

source: <strong>1</strong> update from <strong>1</strong> person today:
cs: Dnes <strong>1</strong> aktualizace od <strong>1</strong> osoby:
de: <strong>1</strong> Update von <strong>1</strong> Person heute:
es_ar: <strong>1</strong> actualización de <strong>1</strong> persona hoy:

source: <strong>%(updates)s</strong> updates from <strong>%(users_counter)s</strong> people today:
cs: Dnes <strong>%(updates)s</strong> aktualizace/aktualizací od <strong>%(users_counter)s</strong> osob:
de: <strong>%(updates)s</strong> Updates von <strong>%(users_counter)s</strong> Personen heute:
es_ar: <strong>%(updates)s</strong> actualizaciones de <strong>%(users_counter)s</strong> personas hoy:

source: %(profile_link)s updated <strong>%(goal_updates)s %(BW_GOAL)s</strong>:
cs: %(profile_link)s aktualizoval <strong>%(goal_updates)s cíl</strong>:%(BW_GOAL)s
de: %(profile_link)s hat <strong>%(goal_updates)s %(BW_GOAL)s</strong> aktualisiert:
es_ar: %(profile_link)s actualizó<strong>%(goal_updates)s %(BW_GOAL)s</strong>:

source: Target:
cs: Úkol:
de: Ziel:
es_ar: Objetivo:

source: %(user)s mentioned you in <a href="%(url)s" class="link-default">%(goal)s</a>
cs: Uživatel %(user)s vás zmínil v cíli <a href="%(url)s" class="link-default">%(goal)s</a>.
de: %(user)s hat Sie im <a href="%(url)s" class="link-default">%(goal)s</a> erwähnt
es_ar: %(user)s lo mencionó en <a href="%(url)s" class="link-default">%(goal)s</a>.

source: Reply to %(user)s
cs: Odpovědět uživateli %(user)s
de: %(user)s antworten
es_ar: Responder a %(user)s.

source: %(user)s moved your %(BW_MILESTONE)s, %(goal)s, to a new %(BW_GOAL)s
cs: Uživatel %(user)s přesunul váš milník, cíl %(goal)s, k novému cíli.%(BW_MILESTONE)s%(BW_GOAL)s
de: %(user)s hat Ihren %(BW_MILESTONE)s %(goal)s in ein neues %(BW_GOAL)s verschoben.
es_ar: %(user)s movió su %(BW_MILESTONE)s, %(goal)s, a una nueva %(BW_GOAL)s

source: %(user)s added you to %(goal)s
cs: Uživatel %(user)s vás přidal k cíli %(goal)s.
de: %(user)s hat Sie zu %(goal)s hinzugefügt
es_ar: %(user)s lo agregó a %(goal)s.

source: %(user)s added %(goal)s to %(parent_goal)s
cs: Uživatel %(user)s přidal cíl %(goal)s k nadřazenému cíli %(parent_goal)s.
de: %(user)s hat %(goal)s zu %(parent_goal)s hinzugefügt
es_ar: %(user)s agregó %(goal)s a %(parent_goal)s.

source: View Contribution
cs: Zobrazit přínosy
de: Beitrag anzeigen
es_ar: Ver la contribución.

source: You're the owner of %(number)s new %(BW_GOALS)s. Would you like to add due date reminders to your calendar?
cs: Jste vlastníkem nových cílů (%(number)s). Chcete do svého kalendáře přidat upomínky na termíny dokončení?%(BW_GOALS)s
de: Sie sind der Besitzer von %(number)s neuen %(BW_GOALS)sn. Möchten Sie Erinnerungen für das Fälligkeitsdatum zu Ihrem Kalender hinzufügen?
es_ar: Es el propietario de %(number)s %(BW_GOALS)s nuevas. ¿Desea agregar recordatorios de fecha límite a su calendario?

source: By clicking below, the following %(BW_GOALS)s will be added to your calendar.
cs: Kliknutím níže přidáte následující cíle do svého kalendáře.%(BW_GOALS)s
de: Klicken Sie unten und die folgenden %(BW_GOALS)s werden zu Ihrem Kalender hinzugefügt.
es_ar: Al hacer clic a continuación, las siguientes %(BW_GOALS)s se agregarán a su calendario.

source: Due Date: <strong>%(due_date)s</strong>
cs: Termín dokončení: <strong>%(due_date)s</strong>
de: Fälligkeitsdatum: <strong>%(due_date)s</strong>
es_ar: Fecha límite: <strong>%(due_date)s</strong>.

source: Add all %(BW_CAP_GOALS)s to Calendar
cs: Přidat všechny cíle do kalendáře%(BW_CAP_GOALS)s
de: Alle %(BW_CAP_GOALS)s zum Kalender hinzufügen
es_ar: Agregar todas las %(BW_CAP_GOALS)s al calendario

source: %(goal_name)s is due on %(due_date)s
cs: Termín dokončení pro cíl %(goal_name)s je %(due_date)s.
de: %(goal_name)s ist am %(due_date)s fällig
es_ar: %(goal_name)s está prevista para el %(due_date)s.

source: Add to My Calendar
cs: Přidat do mého kalendáře
de: Zu meinem Kalender hinzufügen
es_ar: Agregar a Mi calendario

source: added you as an %(role_text)s to %(goal_name)s. Now you can contribute, modify, or delete this %(BW_GOAL)s.
cs: vás přidal/a k cíli %(goal_name)s (role: %(role_text)s). Nyní se na tomto cíli můžete podílet, upravovat ho nebo ho smazat.%(BW_GOAL)s
de: hat Sie als %(role_text)s zu %(goal_name)s hinzugefügt. Jetzt können Sie dieses %(BW_GOAL)s ändern, löschen oder dazu beitragen.
es_ar: lo agregó como %(role_text)s a %(goal_name)s. Ahora puede contribuir, modificar o eliminar esta %(BW_GOAL)s.

source: added you as a %(role_text)s to %(goal_name)s. Now you can comment and contribute to this %(BW_GOAL)s.
cs: vás přidal/a k cíli %(goal_name)s (role: %(role_text)s). Nyní můžete k tomuto cíli přidávat komentáře nebo se na něm podílet.%(BW_GOAL)s
de: hat Sie als %(role_text)s %(goal_name)s hinzugefügt. Jetzt können Sie dieses %(BW_GOAL)s kommentieren und dazu beitragen.
es_ar: lo agregó como %(role_text)s a %(goal_name)s. Ahora puede hacer comentarios y contribuir a esta %(BW_GOAL)s.

source: %(user)s has linked %(goal_1)s to %(goal_2)s
cs: Uživatel %(user)s propojil cíl %(goal_1)s s cílem %(goal_2)s.
de: %(user)s hat %(goal_1)s mit %(goal_2)s verbunden
es_ar: %(user)s ha vinculado %(goal_1)s a %(goal_2)s.

source: View Linked %(BW_CAP_GOAL)s
cs: Zobrazit propojené cíle%(BW_CAP_GOAL)s
de: Verbundenes %(BW_CAP_GOAL)s anzeigen
es_ar: Ver la %(BW_CAP_GOAL)s vinculada

source: %(user)s nudged %(goal)s
cs: Uživatel %(user)s pošťouchl cíl %(goal)s.
de: %(user)s hat %(goal)s angestupst
es_ar: %(user)s incentivó a %(goal)s.

source: You still own %(goal1)s, but it no longer contributes to %(goal2)s
cs: Cíl %(goal1)s stále vlastníte, ale už se nepodílí na cíli %(goal2)s.
de: Sie besitzen noch %(goal1)s, tragen aber nicht mehr zu %(goal2)s bei.
es_ar: Aún tiene %(goal1)s, pero ya no contribuye a %(goal2)s.

source: %(BW_CAP_A_GOAL)s you were contributing to was deleted by %(user)s. You can keep updating %(goal)s, but it will not update the progress of %(parent_goal)s.
cs: Cíl, na kterém jste se podílel/a, byl smazán uživatelem %(user)s. Můžete stále aktualizovat cíl %(goal)s, ale nebude se tím aktualizovat postup nadřazeného cíle %(parent_goal)s.%(BW_CAP_A_GOAL)s
de: %(BW_CAP_A_GOAL)s, zu dem Sie beigetragen haben, wurde von %(user)s gelöscht. Sie können %(goal)s weiterhin aktualisieren, aber der Fortschritt von %(parent_goal)s wird nicht aktualisiert.
es_ar: La %(BW_CAP_A_GOAL)s a la que contribuía fue eliminada por %(user)s. Puede seguir actualizando la %(goal)s, pero esto no actualizará el progreso de la %(parent_goal)s.

source: People are requesting access to %(goal)s
cs: Lidé žádají o přístup k cíli %(goal)s.
de: Personen bitten um Zugriff auf %(goal)s
es_ar: Hay personas que solicitan acceso a %(goal)s.

source: %(user)s edited the score on %(goal)s
cs: Uživatel %(user)s upravil úspěch v cíli %(goal)s.
de: %(user)s hat den Punktestand von %(goal)s bearbeitet
es_ar: %(user)s editó la puntuación sobre %(goal)s.

source: %(user)s is requesting access to %(goal)s
cs: Uživatel %(user)s žádá o přístup k cíli %(goal)s.
de: %(user)s bittet um Zugriff auf %(goal)s
es_ar: %(user)s solicita acceso a %(goal)s.

source: Grant Access
cs: Udělit přístup
de: Zugriff gewähren
es_ar: Otorgar acceso.

source: Here's what you're working on. Remember to update and track your progress.
cs: Zde najdete, na čem pracujete. Nezapomeňte aktualizovat a sledovat svůj postup.
de: Hieran arbeiten Sie im Moment. Vergessen Sie nicht, Ihren Fortschritt zu aktualisieren und zu verfolgen.
es_ar: Esto es en lo que trabaja actualmente. Recuerde actualizar y hacer un seguimiento de su progreso.

source: What you're working on
cs: Na čem pracujete
de: Woran Sie im Moment arbeiten
es_ar: Su trabajo actual

source: Log in to Betterworks to set up your %(BW_GOALS)s
cs: Přihlaste se do aplikace Betterworks a nastavte si své cíle%(BW_GOALS)s
de: Melden Sie sich bei Betterworks an, um Ihre %(BW_GOALS)s festzulegen.
es_ar: Inicie sesión en Betterworks para establecer sus %(BW_GOALS)s

source: Your progress
cs: Váš postup
de: Ihr Fortschritt
es_ar: Su progreso

source: Here's the latest on your team. Click on their activity to cheer, nudge, or comment.
cs: Zde jsou nejnovější údaje o vašem týmu. Klikněte na jejich aktivitu, abyste ho povzbudili, pošťouchli nebo přidali komentář.
de: Hier sind die Neuigkeiten Ihres Teams. Klicken Sie zum Loben, Anstupsen oder Kommentieren auf ihre Aktivitäten.
es_ar: Estas son las novedades en su equipo. Haga clic en las actividades para alentar, incentivar o comentar.

source: Your team's activity
cs: Aktivita vašeho týmu
de: Die Aktivität Ihres Teams
es_ar: La actividad de su equipo

source: View %(BW_CAP_GOALS)s
cs: Zobrazit cíle%(BW_CAP_GOALS)s
de: %(BW_CAP_GOALS)s anzeigen
es_ar: Ver %(BW_CAP_GOALS)s
