Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: %(manager)s invites you to contribute to their %(BW_CONVERSATION)s with %(employee)s.
cs: Vedoucí %(manager)s vás pozval, abyste přispěl do jeho konverzace %(BW_CONVERSATION)s se zaměstnancem %(employee)s.
de: %(manager)s lädt Sie ein, zur %(BW_CONVERSATION)s mit %(employee)s beizutragen.
es_ar: %(manager)s lo invita a contribuir a su %(BW_CONVERSATION)s con %(employee)s.

source: Reminder, your %(conversation_name)s %(BW_CONVERSATION)s is due %(end_date)s. Please be sure to have and update your %(BW_CONVERSATIONS)s.
cs: Připomínka, že vaše konverzace %(conversation_name)s má proběhnout do %(end_date)s. Ujistěte se, že proběhnou, a aktualizujte své konverzace.%(BW_CONVERSATION)s%(BW_CONVERSATIONS)s
de: Erinnerung: Ihre %(BW_CONVERSATION)s %(conversation_name)s ist am %(end_date)s fällig. Bitte stellen Sie sicher, dass Sie Ihre %(BW_CONVERSATIONS)s beantworten und sie aktualisiert haben.
es_ar: Recordatorio: su %(BW_CONVERSATION)s %(conversation_name)s vence el %(end_date)s. Asegúrese de responder y actualizar sus %(BW_CONVERSATIONS)s.

source: Reminder on your %(BW_CONVERSATION)s
cs: Upomínka k vaší konverzaci%(BW_CONVERSATION)s
de: Erinnerung bezüglich Ihrer %(BW_CONVERSATION)s
es_ar: Recordatorio sobre %(BW_CONVERSATION)s

source: Your %(conversation_name)s %(BW_CONVERSATION)s is past due.
cs: Vaše konverzace %(conversation_name)s je po termínu.%(BW_CONVERSATION)s
de: Ihre %(BW_CONVERSATION)s %(conversation_name)s ist überfällig.
es_ar: Su %(BW_CONVERSATION)s %(conversation_name)s superó el plazo previsto.

source: %(BW_CONVERSATION)s past due
cs: Konverzace po termínu %(BW_CONVERSATION)s
de: %(BW_CONVERSATION)s überfällig
es_ar: %(BW_CONVERSATION)s vencida

source: Today is the last day for you to answer the questions asked after you completed your %(conversation_name)s. Please take a few minutes to ensure you are done.
cs: Dnes je poslední den, kdy můžete odpovědět na otázky, které vám byly položeny po konverzaci %(conversation_name)s. Věnujte prosím chvilku tomu, abyste se ujistili, že je máte hotové.
de: Heute ist der letzte Tag, an dem Sie die Fragen beantworten können, die gestellt wurden, nachdem Sie Ihre %(conversation_name)s abgeschlossen haben. Bitte nehmen Sie sich einige Minuten Zeit, um sicherzustellen, dass Sie fertig sind.
es_ar: Hoy es el último día para responder las preguntas hechas después de completar %(conversation_name)s. Tómese unos minutos para asegurarse de que terminó.

source: %(BW_CONVERSATION)s %(conversation_name)s is due today
cs: Termín dokončení konverzace %(conversation_name)s je dnes%(BW_CONVERSATION)s
de: %(BW_CONVERSATION)s %(conversation_name)s ist heute fällig
es_ar: %(BW_CONVERSATION)s %(conversation_name)s finaliza hoy

source: Now that your %(conversation_name)s is complete, you have been asked to answer additional questions. Your answers should be submitted by %(due_date)s.As a reminder, admins will be able to see your answers after you share
cs: Teď, když jste dokončili svou konverzaci %(conversation_name)s, vám byly položeny dodatečné otázky. Odpovědi je třeba odeslat do %(due_date)s. Připomínáme, že vaše odpovědi uvidí pouze administrátoři
de: Nachdem Ihre %(conversation_name)s abgeschlossen ist, wurden Sie gebeten, zusätzliche Fragen zu beantworten. Bitte reichen Sie Ihre Antworten bis %(due_date)s ein. Zur Erinnerung, nur Administratoren können Ihre Antworten lesen, nachdem Sie sie geteilt haben.
es_ar: Ahora que %(conversation_name)s está completa, se le pide responder otras preguntas adicionales. Deberá enviar sus respuestas antes del %(due_date)s. Recuerde que los administradores podrán ver sus respuestas una vez que las comparta.

source: Complete your %(BW_CONVERSATION)s
cs: Dokončit konverzaci%(BW_CONVERSATION)s
de: Ihre %(BW_CONVERSATION)s abschließen
es_ar: Completar %(BW_CONVERSATION)s

source: %(user_name)s shared a %(BW_CONVERSATION)s. Check it out.
cs: Uživatel %(user_name)s sdílel konverzaci. Podívejte se.%(BW_CONVERSATION)s
de: %(user_name)s hat eine %(BW_CONVERSATION)s geteilt. Jetzt ansehen.
es_ar: %(user_name)s compartió una %(BW_CONVERSATION)s. Échele un vistazo.

source: %(user_name)s shared a %(BW_CONVERSATION)s
cs: Uživatel %(user_name)s sdílel konverzaci %(BW_CONVERSATION)s
de: %(user_name)s hat eine %(BW_CONVERSATION)s geteilt
es_ar: %(user_name)s compartió una %(BW_CONVERSATION)s

source: %(user_name)s shared their responses about %(direct_name)s for your review.
cs: Uživatel %(user_name)s s vámi sdílel své odpovědi ohledně přímého podřízeného %(direct_name)s pro vaše zhodnocení.
de: %(user_name)s hat Antworten über %(direct_name)s mit Ihnen zur Überprüfung geteilt.
es_ar: %(user_name)s compartió sus respuestas sobre %(direct_name)s para su revisión.

source: %(user_name)s has shared your %(conversation_name)s with %(direct_name)s.
cs: Uživatel %(user_name)s sdílel vaši konverzaci %(conversation_name)s s %(direct_name)s.
de: %(user_name)s hat Ihre Konversation %(conversation_name)s mit %(direct_name)s geteilt.
es_ar: %(user_name)s ha compartido su %(conversation_name)scon %(direct_name)s.

source: Your %(conversation_name)s %(BW_CONVERSATION)s starts today. You will be having %(BW_CONVERSATIONS)s with %(user_names)s.
cs: Vaše konverzace %(conversation_name)s začíná dnes. Povedete konverzaci s uživatelem %(user_names)s. %(BW_CONVERSATION)s%(BW_CONVERSATIONS)s
de: Ihre %(BW_CONVERSATION)s %(conversation_name)s beginnt heute. Sie haben %(BW_CONVERSATIONS)s mit %(user_names)s.
es_ar: Su %(BW_CONVERSATION)s %(conversation_name)s comienza hoy. Tendrá %(BW_CONVERSATIONS)s con %(user_names)s.

source: %(BW_CONVERSATION)s starts today
cs: Dnes začíná konverzace %(BW_CONVERSATION)s
de: %(BW_CONVERSATION)s beginnt heute
es_ar: %(BW_CONVERSATION)s comienza hoy

source: %(from_user)s wants your %(BW_FEEDBACK)s
cs: Uživatel %(from_user)s chce vaši zpětnou vazbu %(BW_FEEDBACK)s
de: %(from_user)s möchte Ihr %(BW_FEEDBACK)s
es_ar: %(from_user)s quiere su %(BW_FEEDBACK)s

source: Give
cs: Udělit
de: Feedback geben
es_ar: Brindar

source: You have received %(BW_FEEDBACK)s
cs: Obdrželi jste zpětnou vazbu %(BW_FEEDBACK)s
de: Sie haben %(BW_FEEDBACK)s erhalten
es_ar: Ha recibido un %(BW_FEEDBACK)s

source: People are waiting for your %(BW_FEEDBACK)s. You have until %(cycle_end)s to provide it
cs: Lidé čekají na vaši zpětnou vazbu. Na poskytnutí máte čas do %(cycle_end)s%(BW_FEEDBACK)s
de: Einige Personen warten auf Ihr %(BW_FEEDBACK)s. Sie können es bis zum %(cycle_end)s geben.
es_ar: Hay gente esperando su %(BW_FEEDBACK)s. Tiene hasta el %(cycle_end)s para brindarlo.

source: It's time to request %(BW_FEEDBACK)s from your peers
cs: Je čas požádat vaše kolegy o zpětnou vazbu %(BW_FEEDBACK)s
de: Es ist Zeit, um %(BW_FEEDBACK)s von Ihren Kollegen anzufordern
es_ar: Es hora de solicitar un %(BW_FEEDBACK)s a sus pares

source: Request
cs: Požádat
de: Anfordern
es_ar: Solicitar

source: %(user_name)s, you're following a new %(BW_GOAL)s
cs: %(user_name)s, sledujete nový cíl.%(BW_GOAL)s
de: %(user_name)s, Sie folgen einem neuen %(BW_GOAL)s
es_ar: %(user_name)s, está siguiendo una nueva %(BW_GOAL)s

source: %(user_name)s added you as a follower
cs: Uživatel %(user_name)s vás přidal jako sledujícího.
de: %(user_name)s hat Sie als Follower hinzugefügt
es_ar: %(user_name)s lo agregó como seguidor.

source: %(BW_CAP_A_MILESTONE)s linked to an integration is no longer updating
cs: Milník, který je propojený se začleněním, se už neaktualizuje%(BW_CAP_A_MILESTONE)s
de: %(BW_CAP_A_MILESTONE)s, der mit einer Integration verbunden ist, wird nicht mehr aktualisiert.
es_ar: %(BW_CAP_A_MILESTONE)s vinculado a una integración dejó de actualizarse

source: An integration has been detached from %(BW_GOAL)s
cs: Začlenění bylo odpojeno od cíle.%(BW_GOAL)s
de: Eine Integration wurde von %(BW_GOAL)s gelöst.
es_ar: Se desvinculó una integración de %(BW_GOAL)s

source: Reconnecting the integration will resolve the issue
cs: Opětovné začlenění problém vyřeší.
de: Durch das erneute Verbinden der Integration wird das Problem gelöst.
es_ar: Se debe conectar nuevamente la integración para resolver el problema.

source: %(user_name)s mentioned you in %(goal_name)s
cs: Uživatel %(user_name)s vás zmínil v cíli %(goal_name)s.
de: %(user_name)s hat Sie in %(goal_name)s erwähnt
es_ar: %(user_name)s lo mencionó en %(goal_name)s.

source: %(user_name)s mentioned you in %(BW_GOAL)s
cs: Uživatel %(user_name)s vás zmínil v cíli.%(BW_GOAL)s
de: %(user_name)s hat Sie in %(BW_GOAL)s erwähnt
es_ar: %(user_name)s lo mencionó en una %(BW_GOAL)s

source: %(user_name)s mentioned you in an assessment on %(goal_name)s
cs: Uživatel %(user_name)s vás zmínil v hodnocení cíle %(goal_name)s.
de: %(user_name)s hat Sie in einer Bewertung zu %(goal_name)s erwähnt
es_ar: %(user_name)s lo mencionó en una evaluación en %(goal_name)s.

source: %(user_name)s added you as an editor on %(BW_A_GOAL)s
cs: Uživatel %(user_name)s vás přidal jako upravující osobu cíle.%(BW_A_GOAL)s
de: %(user_name)s hat Sie als Bearbeiter für %(BW_A_GOAL)s hinzugefügt
es_ar: %(user_name)s lo agregó como editor en %(BW_A_GOAL)s

source: %(user_name)s added you as an owner on %(BW_A_GOAL)s
cs: Uživatel %(user_name)s vás přidal jako vlastníka cíle.%(BW_A_GOAL)s
de: %(user_name)s hat Sie als Besitzer für %(BW_A_GOAL)s hinzugefügt
es_ar: %(user_name)s lo agregó como propietario en %(BW_A_GOAL)s

source: %(user_name)s added you as a participant on %(BW_A_GOAL)s
cs: Uživatel %(user_name)s vás přidal jako účastníka cíle.%(BW_A_GOAL)s
de: %(user_name)s hat Sie als Teilnehmer für %(BW_A_GOAL)s hinzugefügt
es_ar: %(user_name)s lo agregó como participante en %(BW_A_GOAL)s

source: %(user_name)s, you're no longer contributing to %(goal_name)s
cs: %(user_name)s, již se nepodílíte na cíli %(goal_name)s.
de: %(user_name)s, Sie tragen nicht mehr zu %(goal_name)s bei
es_ar: %(user_name)s, ya no contribuye a %(goal_name)s.

source: %(user_name)s removed you from %(BW_GOAL)s
cs: Uživatel %(user_name)s vás odstranil z cíle.%(BW_GOAL)s
de: %(user_name)s hat Sie von %(BW_GOAL)s entfernt
es_ar: %(user_name)s lo eliminó de una %(BW_GOAL)s

source: %(user_name)s moved your %(BW_GOAL)s %(goal_name)s
cs: Uživatel %(user_name)s přesunul váš cíl %(goal_name)s.%(BW_GOAL)s
de: %(user_name)s hat Ihr %(BW_GOAL)s %(goal_name)s verschoben
es_ar: %(user_name)s movió su %(BW_GOAL)s %(goal_name)s

source: %(user_name)s added %(goal_name)s to their plan %(plan_name)s
cs: Uživatel %(user_name)s přidal cíl %(goal_name)s do svého plánu %(plan_name)s.
de: %(user_name)s hat %(goal_name)s zum Plan %(plan_name)s hinzugefügt
es_ar: %(user_name)s agregó %(goal_name)s a su plan %(plan_name)s.

source: %(user_name)s added %(goal_name)s to their plan
cs: Uživatel %(user_name)s přidal cíl %(goal_name)s do svého plánu.
de: %(user_name)s hat %(goal_name)s zum Plan hinzugefügt
es_ar: %(user_name)s agregó %(goal_name)s a su plan.

source: %(user_name)s added a related %(BW_GOAL)s to your %(BW_GOAL)s
cs: Uživatel %(user_name)s přidal související cíl do vašeho cíle.%(BW_GOAL)s%(BW_GOAL)s
de: %(user_name)s hat ein verwandtes %(BW_GOAL)s zu Ihrem %(BW_GOAL)s hinzugefügt
es_ar: %(user_name)s agregó una %(BW_GOAL)s relacionada a su %(BW_GOAL)s

source: %(user_name)s added %(goal_name)s as a related %(BW_GOAL)s
cs: Uživatel %(user_name)s přidal cíl %(goal_name)s jako související cíl.%(BW_GOAL)s
de: %(user_name)s hat %(goal_name)s als verwandtes %(BW_GOAL)s hinzugefügt
es_ar: %(user_name)s agregó %(goal_name)s como una %(BW_GOAL)s relacionada

source: %(user_name)s is requesting access to your %(BW_GOAL)s
cs: Uživatel %(user_name)s žádá o přístup k vašemu cíli.%(BW_GOAL)s
de: %(user_name)s bittet um Zugriff auf Ihr %(BW_GOAL)s
es_ar: %(user_name)s solicita acceso a su %(BW_GOAL)s

source: %(group_name)s is requesting access to your %(BW_GOAL)s
cs: Skupina %(group_name)s žádá o přístup k vašemu cíli.%(BW_GOAL)s
de: %(group_name)s bittet um Zugriff auf Ihr %(BW_GOAL)s
es_ar: %(group_name)s solicita acceso a su %(BW_GOAL)s

source: %(user_name)s edited the score of one of your %(BW_GOALS)s
cs: Uživatel %(user_name)s upravil skóre jednoho z vašich cílů.%(BW_GOALS)s
de: %(user_name)s hat den Punktestand eines Ihrer %(BW_GOALS)s bearbeitet
es_ar: %(user_name)s editó la puntuación de una de sus %(BW_GOALS)s

source: %(from_user)s has given you %(BW_RECOGNITION)s
cs: Uživatel %(from_user)s vám udělil uznání %(BW_RECOGNITION)s
de: %(from_user)s hat Ihnen %(BW_RECOGNITION)s gegeben
es_ar: %(from_user)s le ha dado %(BW_RECOGNITION)s

source: You are now connected to the Betterworks Slack app.
cs: Nyní jste připojení k aplikaci Betterworks Slack.
de: Sie sind jetzt mit der Slack-App von Betterworks verbunden.
es_ar: Está conectado a la aplicación de Slack de Betterworks.

source: Connected
cs: Připojeno
de: Verbunden
es_ar: Conectado

source: The Betterworks Slack app allows you to get notifications about activity right in Slack. You can also view and update your goals and give recognition to your colleagues.
cs: Aplikace Betterworks Slack vám umožní dostávat oznámení o aktivitách přímo ve službě Slack. Zároveň můžete zobrazovat a aktualizovat své cíle a projevovat uznání svým kolegům.
de: Die Slack-App von Betterworks ermöglicht es Ihnen, Benachrichtigungen über Aktivitäten direkt in Slack zu erhalten. Sie können auch Ihre Ziele einsehen und aktualisieren und Ihren Kollegen Anerkennung geben.
es_ar: La aplicación de Slack de Betterworks le permite recibir notificaciones sobre la actividad directamente en Slack. También puede ver y actualizar sus objetivos y dar reconocimiento a sus colegas.

source: Let's Get Started
cs: Dejme se do toho
de: Los geht's
es_ar: Comencemos

source: Your %(BW_GOAL)s was due on %(date)s
cs: Termín dokončení vašeho cíle byl %(date)s.%(BW_GOAL)s
de: Ihr %(BW_GOAL)s war am %(date)s fällig
es_ar: Su %(BW_GOAL)s estaba prevista para el %(date)s

source: %(goal_name)s was due on %(date)s
cs: Termín dokončení cíle %(goal_name)s byl %(date)s.
de: %(goal_name)s war am %(date)s fällig
es_ar: %(goal_name)s estaba prevista para el %(date)s.

source: %(goal_name)s is due on %(date)s. Would you like to add it to your calendar?
cs: Termín dokončení cíle %(goal_name)s je %(date)s. Chcete ho přidat do svého kalendáře?
de: %(goal_name)s ist am %(date)s fällig. Möchten Sie es zu Ihrem Kalender hinzufügen?
es_ar: %(goal_name)s está prevista para el %(date)s. ¿Desea agregarlo a su calendario?

source: %(user_name)s has been deactivated in Betterworks
cs: Uživatel %(user_name)s byl v aplikaci Betterworks deaktivován.
de: %(user_name)s wurde bei Betterworks deaktiviert
es_ar: Se ha desactivado a %(user_name)s en Betterworks.

source: Explore Goals Lite
cs: Prozkoumat aplikaci Goals Lite
de: Goals Lite entdecken

source: Explore Goals Pro
cs: Prozkoumat aplikaci Goals Pro
de: Goals Pro entdecken

source: editor
cs: upravující osoba
de: Bearbeiter

source: %(conversation_name)s
cs: Konverzace s názvem %(conversation_name)s
