Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: Goals Pro makes it easy to connect your organization's work together. <!-- IGNORE_WORD --> Once connected, progress can cascade from %(BW_GOAL)s to %(BW_GOAL)s, giving you an accurate picture of how work is actually getting done.
cs: Aplikace Goals Pro umožňuje snadno propojit práci vaší organizace. <!-- IGNORE_WORD --> Jakmile jsou cíle propojeny, postup se může přelévat z cíle do cíle, a dát vám tak přesnou představu, jak práce ve skutečnosti probíhá.%(BW_GOAL)s%(BW_GOAL)s
de: Mit Goals Pro können Sie ganz einfach die Arbeit in Ihrer Organisation verbinden. <!-- IGNORE_WORD --> Sobald alles verbunden ist, steigert sich der Fortschritt von %(BW_GOAL)s zu %(BW_GOAL)s und es wird Ihnen ein akkurates Bild von der Durchführung der Arbeit gezeigt.
es_ar: Goals Pro hace que sea fácil conectar entre sí los trabajos de su organización. <!-- IGNORE_WORD --> Una vez conectado, el progreso puede propagarse de %(BW_GOAL)s a %(BW_GOAL)s, lo que le proporciona un panorama preciso acerca de cómo avanza el trabajo.

source: Measure progress in real-time
cs: Měřte postup v reálném čase
de: Messen Sie den Fortschritt in Echtzeit
es_ar: Mida el progreso en tiempo real.

source: With Goals Pro, you can customize how your progress is measured. <!-- IGNORE_WORD --> Additionally, you can access real-time progress integrations like JIRA or Salesforce.
cs: S aplikací Goals Pro si můžete sami upravit, jak se váš postup bude měřit. <!-- IGNORE_WORD --> Aplikaci také můžete propojit se službami Jira nebo Salesforce, abyste získávali informace o postupu v reálném čase.
de: Mit Goals Pro können Sie individuell anpassen, wie Ihr Fortschritt gemessen werden soll. <!-- IGNORE_WORD --> Zusätzlich haben Sie Zugriff auf Integrationen wie JIRA oder Salesforce, die Fortschritte in Echtzeit anzeigen.
es_ar: Con Goals Pro, puede personalizar la manera en la que se mide su progreso. <!-- IGNORE_WORD --> Además, puede acceder a integraciones de progreso en tiempo real como JIRA o Salesforce.

source: Note: your organization's program team may not have these enabled.
cs: Poznámka: programový tým vaší organizace je nemusí mít povoleny.
de: Hinweis: Beim Programm-Team Ihrer Organisation sind diese möglicherweise nicht aktiviert.
es_ar: Aviso: es posible que el equipo del programa de su organización no tenga estas habilitadas.

source: Visualize your achievements
cs: Vizualizujte své úspěchy
de: Visualisieren Sie Ihre Erfolge
es_ar: Visualice sus logros.

source: Betterworks dashboards put unique data at your fingertips. Explore anything from which %(BW_GOALS)s are most popular within your department to which projects may be at risk.
cs: Nástěnky v aplikaci Betterworks vám zobrazují jedinečné údaje jako na dlani. Prozkoumejte cokoli od popularity jednotlivých cílů ve vašem oddělení až po ohrožení některých projektů.%(BW_GOALS)s
de: Die Dashboards von Betterworks stellen Ihnen einzigartige Daten zur Verfügung. Entdecken Sie alles – von den beliebtesten %(BW_GOALS)sn in Ihrer Abteilung bis hin zu riskanten Projekten.
es_ar: Los tableros de control de Betterworks ponen datos únicos al alcance de sus manos. Explore desde las %(BW_GOALS)s más populares de su departamento hasta los proyectos que puedan estar en riesgo.

source: %(user_name)s has been removed from the system
cs: Uživatel %(user_name)s byl odstraněn ze systému.
de: %(user_name)s wurde aus dem System entfernt
es_ar: Se ha eliminado a %(user_name)s del sistema.

source: View Profile
cs: Zobrazit profil
de: Profil anzeigen
es_ar: Ver el perfil

source: User Goal
cs: Cíle uživatele
de: Benutzer-Ziel
es_ar: Meta del usuario

source: Team Progress
cs: Postup týmu
de: Team-Fortschritt
es_ar: Progreso del equipo

source: Team Goal Progress
cs: Postup cíle týmu
de: Fortschritt des Team-Ziels
es_ar: Progreso de la meta del equipo

source: It's time for your final updates
cs: Je čas na vaši konečnou aktualizaci.
de: Es ist Zeit für Ihre abschließenden Updates
es_ar: Es la hora de sus actualizaciones finales

source: Reminder: Finalize your %(BW_GOALS)s by %(due_date)s
cs: Upomínka: Dokončete své cíle do %(due_date)s%(BW_GOALS)s
de: Erinnerung: Legen Sie Ihre %(BW_GOALS)s bis zum %(due_date)s endgültig fest.
es_ar: Recordatorio: finalice sus %(BW_GOALS)s antes del %(due_date)s

source: Reminder: create your Betterworks %(BW_GOALS)s today
cs: Upomínka: vytvořte dnes své cíle v aplikaci Betterworks%(BW_GOALS)s
de: Erinnerung: Erstellen Sie heute Ihre Betterworks-%(BW_GOALS)s.
es_ar: Recordatorio: cree sus %(BW_GOALS)s de Betterworks hoy

source: Please create your %(BW_GOALS)s in Betterworks
cs: Vytvořte své cíle v aplikaci Betterworks%(BW_GOALS)s
de: Bitte erstellen Sie Ihre %(BW_GOALS)s bei Betterworks.
es_ar: Cree sus %(BW_GOALS)s en Betterworks

source: Please create your Objectives
cs: Vytvořte prosím cíle.
de: Bitte erstellen Sie Ihre Ziele
es_ar: Favor de crear sus objetivos

source: Your team still needs to create Betterworks %(BW_GOALS)s
cs: Váš tým stále musí vytvořit cíle v aplikaci Betterworks%(BW_GOALS)s
de: Ihr Team muss noch Betterworks-%(BW_GOALS)s erstellen.
es_ar: Su equipo aún debe crear %(BW_GOALS)s de Betterworks

source: Your team still needs to create Objectives
cs: Váš tým stále musí vytvořit cíle.
de: Ihr Team muss noch Ziele erstellen
es_ar: Su equipo aún necesita crear sus objetivos

source: Reminder: Create your %(BW_GOALS)s in Betterworks
cs: Upomínka: Vytvořte své cíle v aplikaci Betterworks%(BW_GOALS)s
de: Erinnerung: Erstellen Sie Ihre %(BW_GOALS)s bei Betterworks.
es_ar: Recordatorio: cree sus %(BW_GOALS)s en Betterworks

source: Looks like you haven't set any %(BW_GOALS)s yet.
cs: Zdá se, že jste zatím nenastavili žádné cíle.%(BW_GOALS)s
de: Anscheinend haben Sie noch keine %(BW_GOALS)s festgelegt.
es_ar: Parece que todavía no estableció %(BW_GOALS)s.

source: Just a friendly reminder that they are due on %(date)s.
cs: Přátelské připomenutí, že termín dokončení je %(date)s.
de: Wir möchten Sie daran erinnern, dass diese am %(date)s fällig sind.
es_ar: Esto es simplemente para recordarle que su fecha límite es el %(date)s.

source: You haven't updated these %(BW_GOALS)s recently
cs: Tyto cíle jste v nedávné době neaktualizovali.%(BW_GOALS)s
de: Sie haben diese %(BW_GOALS)s in letzter Zeit nicht aktualisiert.
es_ar: No actualizó estas %(BW_GOALS)s recientemente

source: You haven't updated this %(BW_GOAL)s recently
cs: Tento cíl jste v nedávné době neaktualizovali.%(BW_GOAL)s
de: Sie haben dieses %(BW_GOAL)s in letzter Zeit nicht aktualisiert.
es_ar: No actualizó esta %(BW_GOAL)s recientemente

source: You've been invited as an additional contributor to %(conversation_name)s
cs: Byli jste pozváni do konverzace s názvem %(conversation_name)s jako dodatečný přispěvatel.
de: Sie wurden als zusätzlicher Beitragender zu %(conversation_name)s eingeladen.
es_ar: Fue invitado como contribuidor adicional a %(conversation_name)s

source: %(user_name)s has started a %(BW_CONVERSATION)s with you
cs: Uživatel %(user_name)s s vámi zahájil konverzaci.%(BW_CONVERSATION)s
de: %(user_name)s hat eine %(BW_CONVERSATION)s mit Ihnen begonnen.
es_ar: %(user_name)s inició una %(BW_CONVERSATION)s con usted

source: %(BW_CONVERSATION)s deploying on %(date)s
cs: Konverzace bude zahájena %(date)s.%(BW_CONVERSATION)s
de: %(BW_CONVERSATION)s wird am %(date)s ausgeführt
es_ar: %(BW_CONVERSATION)s implementándose el %(date)s

source: A %(BW_CONVERSATION)s has been cancelled
cs: Konverzace byla zrušena.%(BW_CONVERSATION)s
de: Eine %(BW_CONVERSATION)s wurde abgebrochen
es_ar: Se canceló una %(BW_CONVERSATION)s

source: %(conversation_name)s final responses are due today!
cs: Termín dokončení konečných odpovědí v konverzaci %(conversation_name)s je dnes!
de: Die endgültigen Antworten für %(conversation_name)s sind heute fällig!
es_ar: ¡Las respuestas finales de %(conversation_name)s están previstas para hoy!

source: Your answers to %(conversation_name)s with %(direct_name)s were changed.
cs: Vaše odpovědi v konverzaci s názvem %(conversation_name)s s přímým podřízeným %(direct_name)s se změnily.
de: Ihre Antworten auf %(conversation_name)s mit %(direct_name)s wurden geändert.
es_ar: Se cambiaron sus respuestas a %(conversation_name)s con %(direct_name)s.

source: You've received a request to edit %(BW_CONVERSATION)s
cs: Obdrželi jste žádost o úpravu konverzace.%(BW_CONVERSATION)s
de: Sie haben eine Anfrage erhalten, %(BW_CONVERSATION)s zu bearbeiten
es_ar: Recibió una solicitud para editar %(BW_CONVERSATION)s

source: Unspecified
cs: Nespecifikováno
de: Nicht angegeben
es_ar: Sin especificar

source: %(conversation_name)s is due in %(days)d days
cs: Počet dní do termínu dokončení konverzace %(conversation_name)s: %(days)d
de: %(conversation_name)s ist in %(days)d Tagen fällig
es_ar: %(conversation_name)s están previstas para dentro de %(days)d días.

source: %(conversation_name)s is overdue!
cs: Konverzace %(conversation_name)s má po termínu!
de: %(conversation_name)s ist überfällig!
es_ar: ¡%(conversation_name)s superó el plazo previsto!

source: Have you answered the additional questions for %(conversation_name)s yet?
cs: Už jste odpověděli na dodatečné otázky v konverzaci %(conversation_name)s?
de: Haben Sie die zusätzlichen Fragen für %(conversation_name)s schon beantwortet?
es_ar: ¿Ya respondió las preguntas adicionales de %(conversation_name)s?

source: Additional questions are now available for %(conversation_name)s
cs: Pro konverzaci %(conversation_name)s jsou nyní k dispozici dodatečné otázky
de: Für %(conversation_name)s stehen jetzt zusätzliche Fragen zur Verfügung
es_ar: Las preguntas adicionales ya están disponibles para %(conversation_name)s

source: Reminder: complete your %(conversation_name)s responses
cs: Upomínka: dokončete své odpovědi v konverzaci %(conversation_name)s
de: Erinnerung: Schließen Sie die Antworten für %(conversation_name)s ab.
es_ar: Recordatorio: complete sus respuestas de %(conversation_name)s.

source: Looks like you still need to share responses for <strong>%(conversation_name)s</strong>.The due date is <strong>%(due_date)s</strong>. Please visit the %(BW_CONVERSATION)s portal and remember to share the %(BW_CONVERSATION)s when you're done.You still need to complete this %(BW_CONVERSATION)s with these people: <strong>%(participants_list)s</strong>
cs: Zdá se, že jste stále nesdíleli odpovědi v konverzaci <strong>%(conversation_name)s</strong>. Termín dokončení je <strong>%(due_date)s</strong>. Navštivte portál konverzace%(BW_CONVERSATION)s a nezapomeňte konverzaci%(BW_CONVERSATION)s sdílet, až budete hotoví. Stále musíte dokončit konverzaci%(BW_CONVERSATION)s s těmito lidmi: <strong>%(participants_list)s</strong>
de: Anscheinend müssen Sie noch die Antworten für <strong>%(conversation_name)s</strong> teilen. Das Fälligkeitsdatum ist am <strong>%(due_date)s</strong>. Bitte besuchen Sie das %(BW_CONVERSATION)s-Portal und vergessen Sie nicht, die %(BW_CONVERSATION)s zu teilen, wenn Sie fertig sind. Sie müssen diese %(BW_CONVERSATION)s mit den folgenden Personen noch abschließen: <strong>%(participants_list)s</strong>
es_ar: Parece que todavía debe compartir respuestas para <strong>%(conversation_name)s</strong>. La fecha límite es el <strong>%(due_date)s</strong>. Visite el portal de %(BW_CONVERSATION)s y recuerde compartir la %(BW_CONVERSATION)s cuando finalice. Todavía debe completar esta %(BW_CONVERSATION)s con estas personas: <strong>%(participants_list)s</strong>

source: %(name)s shared their %(conversation_name)s responses with you
cs: Uživatel %(name)s s vámi sdílel odpovědi v konverzaci %(conversation_name)s.
de: %(name)s hat die Antworten für %(conversation_name)s mit Ihnen geteilt.
es_ar: %(name)s compartió sus respuestas de %(conversation_name)s con usted.

source: Your manager's responses for %(conversation_name)s have been shared with you
cs: Byly s vámi sdíleny odpovědi vašeho vedoucího v konverzaci %(conversation_name)s
de: Die Antworten Ihres Managers für %(conversation_name)s wurden mit Ihnen geteilt
es_ar: Las respuestas de su gerente sobre %(conversation_name)s se han compartido con usted

source: %(name)s shared their responses for %(conversation_name)s to you
cs: Uživatel %(name)s s vámi sdílel své odpovědi v konverzaci s názvem %(conversation_name)s.
de: %(name)s hat Antworten zum %(conversation_name)s mit Ihnen geteilt.
es_ar: %(name)s ha compartido con usted sus respuestas para %(conversation_name)s

source: Your %(conversation_name)s with %(name)s was shared.
cs: Vaše konverzace %(conversation_name)s s uživatelem %(name)s byla sdílena.
de: Ihre %(conversation_name)s mit %(name)s wurde geteilt.
es_ar: Se compartió su %(conversation_name)s con %(name)s.

source: %(conversation_name)s is about to begin
cs: Konverzace %(conversation_name)s brzy začne.
de: %(conversation_name)s fängt bald an
es_ar: %(conversation_name)s está por comenzar.

source: %(conversation_name)s responses are due soon!
cs: Termín pro odpovědi na konverzaci %(conversation_name)s se blíží!
de: Antworten für %(conversation_name)s sind bald fällig!
es_ar: ¡El plazo previsto para las respuestas de %(conversation_name)s vencerá pronto!

source: Take ownership of %(BW_CONVERSATION)s
cs: Převzít vlastnictví této konverzace%(BW_CONVERSATION)s
de: Übernehmen Sie Besitz von %(BW_CONVERSATION)s
es_ar: Reclame la propiedad de %(BW_CONVERSATION)s

source: You've been granted permission to edit %(conversation_name)s responses
cs: Dostali jste povolení upravovat odpovědi v konverzaci %(conversation_name)s.
de: Ihnen wurde die Berechtigung erteilt, die Antworten für %(conversation_name)s zu bearbeiten.
es_ar: Se le concedió el permiso para editar respuestas de %(conversation_name)s.

source: %(provider_name)s has declined your %(FEEDBACK)s request
cs: %(provider_name)s odmítl/a vaši žádost zpětnou vazbu%(FEEDBACK)s
de: %(provider_name)s hat Ihre %(FEEDBACK)s-Anfrage abgelehnt
es_ar: %(provider_name)s ha rechazado su solicitud de %(FEEDBACK)s

source: %(BW_CAP_FEEDBACK)s cycle deploying on %(date)s
cs: Cyklus zpětných vazeb bude zahájen %(date)s.%(BW_CAP_FEEDBACK)s
de: %(BW_CAP_FEEDBACK)s-Zyklus wird am %(date)s ausgeführt
es_ar: Ciclo de %(BW_CAP_FEEDBACK)s implementándose el %(date)s

source: You've received a request to edit %(BW_FEEDBACK)s
cs: Obdrželi jste žádosti o úpravu konverzace%(BW_FEEDBACK)s
de: Sie haben eine Anfrage erhalten, %(BW_FEEDBACK)s zu bearbeiten
es_ar: Ha recibido una solicitud para editar el %(BW_FEEDBACK)s

source: You've received %(BW_FEEDBACK)s
cs: Obdrželi jste zpětnou vazbu.%(BW_FEEDBACK)s
de: Sie haben %(BW_FEEDBACK)s erhalten
es_ar: Recibió %(BW_FEEDBACK)s

source: %(name)s received %(BW_FEEDBACK)s
cs: Uživatel %(name)s obdržel zpětnou vazbu.%(BW_FEEDBACK)s
de: %(name)s hat %(BW_FEEDBACK)s erhalten
es_ar: %(name)s recibió %(BW_FEEDBACK)s

source: Your direct reports received %(BW_FEEDBACK)s
cs: Vaši přímí podřízení obdrželi zpětnou vazbu.%(BW_FEEDBACK)s
de: Ihre direkt unterstellten Mitarbeiter haben %(BW_FEEDBACK)s erhalten
es_ar: Las personas que lo informan directamente recibieron %(BW_FEEDBACK)s

source: You have received %(BW_FEEDBACK)s requested by your manager
cs: Obdrželi jste zpětnou vazbu, o kterou požádal váš vedoucí%(BW_FEEDBACK)s
de: Sie haben %(BW_FEEDBACK)s erhalten, das von Ihrem Manager angefordert wurde
es_ar: Ha recibido %(BW_FEEDBACK)s que su gerente solicitó.

source: You have received %(BW_FEEDBACK)s you requested for your direct reports
cs: Obdrželi jste zpětnou vazbu týkající se vašich přímých podřízených, o kterou jste požádali%(BW_FEEDBACK)s
de: Sie haben %(BW_FEEDBACK)s erhalten, das Sie für Ihre direkt unterstellten Mitarbeiter angefordert haben
es_ar: Ha recibido %(BW_FEEDBACK)s que solicitó para las personas que lo informan directamente.

source: People are waiting for your %(BW_FEEDBACK)s
cs: Lidé čekají na vaši zpětnou vazbu.%(BW_FEEDBACK)s
de: Einige Personen warten auf Ihr %(BW_FEEDBACK)s
es_ar: Existen personas que esperan su %(BW_FEEDBACK)s

source: People want your %(BW_FEEDBACK)s
cs: Lidé chtějí vaši zpětnou vazbu.%(BW_FEEDBACK)s
de: Einige Personen möchten Ihr %(BW_FEEDBACK)s
es_ar: Existen personas que quieren su %(BW_FEEDBACK)s

source: %(name)s wants your %(BW_FEEDBACK)s
cs: Uživatel %(name)s chce vaši zpětnou vazbu.%(BW_FEEDBACK)s
de: %(name)s möchte ein %(BW_FEEDBACK)s von Ihnen.
es_ar: %(name)s quiere su %(BW_FEEDBACK)s

source: A manager wants your %(BW_FEEDBACK)s about a colleague
cs: Vedoucí chce vaši zpětnou vazbu týkající se kolegy%(BW_FEEDBACK)s
de: Ein Manager bittet um %(BW_FEEDBACK)s von Ihnen zu einem Kollegen
es_ar: Un gerente solicita su %(BW_FEEDBACK)s sobre un colega.

source: Your manager made some %(BW_FEEDBACK)s changes
cs: Váš vedoucí udělal nějaké změny ve zpětné vazbě.%(BW_FEEDBACK)s
de: Ihr Manager hat einige %(BW_FEEDBACK)s-Änderungen vorgenommen
es_ar: Su gerente realizó algunos cambios a %(BW_FEEDBACK)s

source: %(BW_CAP_FEEDBACK)s for your direct reports
cs: Zpětná vazba pro vaše přímé podřízené%(BW_CAP_FEEDBACK)s
de: %(BW_CAP_FEEDBACK)s für Ihre direkt unterstellten Mitarbeiter
es_ar: %(BW_CAP_FEEDBACK)s para las personas que lo informan directamente

source: It's time to request %(BW_FEEDBACK)s
cs: Je čas požádat o zpětnou vazbu%(BW_FEEDBACK)s
de: Es ist Zeit, um %(BW_FEEDBACK)s anzufordern
es_ar: Es hora de solicitar %(BW_FEEDBACK)s

source: You've been granted permission to edit %(feedback_name)s responses
cs: Máte povoleno upravit odpovědi ve zpětné vazbě %(feedback_name)s
de: Ihnen wurde die Berechtigung erteilt, die Antworten für %(feedback_name)s zu bearbeiten
es_ar: Se le ha concedido permiso para editar las respuestas de %(feedback_name)s

source: %(name)s, you've been cheered!
cs: %(name)s, někdo vás povzbudil!
de: %(name)s, Sie wurden gelobt!
es_ar: %(name)s, ¡lo han alentado!

source: %(name)s, you've been nudged!
cs: %(name)s, někdo vás pošťouchl!
de: %(name)s, Sie wurden angestupst!
es_ar: %(name)s, ¡lo han impulsado!

source: %(name)s assessed a contribution
cs: Uživatel %(name)s zhodnotil přínos.
de: %(name)s hat einen Beitrag bewertet
es_ar: %(name)s evaluó una contribución

source: %(name)s has updates relevant to you
cs: Uživatel %(name)s má novinky, které jsou pro vás důležité.
de: %(name)s hat relevante Updates für Sie
es_ar: %(name)s tiene actualizaciones relevantes para usted.

source: %(name)s deleted %(BW_A_GOAL)s
cs: Uživatel %(name)s smazal cíl.%(BW_A_GOAL)s
de: %(name)s hat %(BW_A_GOAL)s gelöscht
es_ar: %(name)s eliminó %(BW_A_GOAL)s

source: %(name)s reassigned %(assigned_history)s
cs: Uživatel %(name)s přidělil historii cíle %(assigned_history)s.
de: %(name)s hat %(assigned_history)s neu zugeordnet
es_ar: %(name)s reasignó %(assigned_history)s.

source: %(name)s deleted %(history)s
cs: Uživatel %(name)s smazal historii %(history)s.
de: %(name)s hat %(history)s gelöscht
es_ar: %(name)s eliminó %(history)s.

source: %(caused_by_name)s edited %(goal_name)s
cs: %(caused_by_name)s upravil cíl %(goal_name)s.
de: %(caused_by_name)s hat %(goal_name)s bearbeitet
es_ar: %(caused_by_name)s editó %(goal_name)s.

source: %(name)s has made progress on %(BW_GOAL)s you're following
cs: Uživatel %(name)s postoupil v cíli, který sledujete.%(BW_GOAL)s
de: %(name)s hat einen Fortschritt für ein %(BW_GOAL)s gemacht, dem Sie folgen
es_ar: %(name)s progresó en una %(BW_GOAL)s que sigue

source: %(name)s commented on %(BW_A_MILESTONE)s
cs: Uživatel %(name)s okomentoval milník.%(BW_A_MILESTONE)s
de: %(name)s hat %(BW_A_MILESTONE)s kommentiert
es_ar: %(name)s comentó un %(BW_A_MILESTONE)s

source: %(name)s commented on %(BW_GOAL)s
cs: Uživatel %(name)s okomentoval cíl.%(BW_GOAL)s
de: %(name)s hat %(BW_GOAL)s kommentiert
es_ar: %(name)s comentó una %(BW_GOAL)s

source: %(name)s also commented on %(BW_GOAL)s you follow
cs: Uživatel %(name)s také okomentoval cíl, který sledujete.%(BW_GOAL)s
de: %(name)s hat ebenfalls das %(BW_GOAL)s kommentiert, dem Sie folgen
es_ar: %(name)s también comentó una %(BW_GOAL)s que sigue

source: %(user_name)s completed %(goal_name)s
cs: Uživatel %(user_name)s dokončil cíl %(goal_name)s.
de: %(user_name)s hat %(goal_name)s abgeschlossen
es_ar: %(user_name)s completó %(goal_name)s.

source: %(user_name)s added a contribution
cs: Uživatel %(user_name)s přidal přínos.
de: %(user_name)s hat einen Beitrag hinzugefügt
es_ar: %(user_name)s agregó una contribución.

source: %(user_name)s, you've been added as a contributor to %(BW_GOAL)s
cs: %(user_name)s, byl/a jste přidán/a jako přispěvatel k cíli.%(BW_GOAL)s
de: %(user_name)s, Sie wurden als Beitragender für %(BW_GOAL)s hinzugefügt
es_ar: %(user_name)s, lo agregaron como colaborador a una %(BW_GOAL)s

source: %(user_name)s removed %(BW_A_MILESTONE)s
cs: Uživatel %(user_name)s odstranil milník.%(BW_A_MILESTONE)s
de: %(user_name)s hat %(BW_A_MILESTONE)s entfernt
es_ar: %(user_name)s eliminó %(BW_A_MILESTONE)s

source: You're following a new %(BW_GOAL)s
cs: Sledujete nový cíl.%(BW_GOAL)s
de: Sie folgen einem neuen %(BW_GOAL)s
es_ar: Está siguiendo una nueva %(BW_GOAL)s

source: %(BW_CAP_A_MILESTONE)s linked to %(integration_type)s is no longer updating
cs: Milník propojený s typem začlenění %(integration_type)s se již neaktualizuje.%(BW_CAP_A_MILESTONE)s
de: %(BW_CAP_A_MILESTONE)s, der mit %(integration_type)s verbunden ist, wird nicht mehr aktualisiert.
es_ar: %(BW_CAP_A_MILESTONE)s vinculado a %(integration_type)s dejó de actualizarse

source: %(user_name)s, See Your Team's Progress
cs: %(user_name)s, podívejte se na postup vašeho týmu.
de: %(user_name)s, schauen Sie sich den Fortschritt Ihres Teams an
es_ar: %(user_name)s, vea el progreso de su equipo.

source: %(user_name)s, you've been mentioned in a comment
cs: %(user_name)s, byl/a jste zmíněn/a v komentáři.
de: %(user_name)s, Sie wurden in einem Kommentar erwähnt
es_ar: %(user_name)s, se lo ha mencionado en un comentario.

source: %(user_name)s mentioned you in an assessment on %(BW_GOAL)s
cs: Uživatel %(user_name)s vás zmínil v hodnocení cíle.%(BW_GOAL)s
de: %(user_name)s hat Sie in einer Bewertung zu %(BW_GOAL)s erwähnt
es_ar: %(user_name)s lo mencionó en una evaluación en una %(BW_GOAL)s

source: %(user_name)s added you as an editor
cs: Uživatel %(user_name)s vás přidal jako upravující osobu.
de: %(user_name)s hat Sie als Bearbeiter hinzugefügt
es_ar: %(user_name)s lo agregó como editor.

source: %(user_name)s added you as an owner
cs: Uživatel %(user_name)s vás přidal jako vlastníka.
de: %(user_name)s hat Sie als Besitzer hinzugefügt
es_ar: %(user_name)s lo agregó como propietario.

source: owner
cs: vlastník
de: Besitzer
es_ar: propietario

source: %(user_name)s added you as a participant
cs: Uživatel %(user_name)s vás přidal jako účastníka.
de: %(user_name)s hat Sie als Teilnehmer hinzugefügt
es_ar: %(user_name)s lo agregó como participante.

source: participant
cs: účastník
de: Teilnehmer
es_ar: participante

source: %(user_name1)s has removed %(user_name2)s from %(goal)s
cs: Uživatel %(user_name1)s odstranil uživatele %(user_name2)s z cíle %(goal)s.
de: %(user_name1)s hat %(user_name2)s von %(goal)s entfernt
es_ar: %(user_name1)s ha eliminado a %(user_name2)s de %(goal)s.

source: %(user_name)s deleted %(goal_name)s
cs: Uživatel %(user_name)s odstranil cíl %(goal_name)s.
de: %(user_name)s hat %(goal_name)s gelöscht
es_ar: %(user_name)s eliminó %(goal_name)s.

source: %(user_name)s moved your %(BW_MILESTONE)s
cs: Uživatel %(user_name)s přesunul váš milník.%(BW_MILESTONE)s
de: %(user_name)s hat Ihren %(BW_MILESTONE)s verschoben
es_ar: %(user_name)s movió su %(BW_MILESTONE)s

source: Your %(BW_GOAL)s is now part of a plan
cs: Váš cíl je nyní částí plánu.%(BW_GOAL)s
de: Ihr %(BW_GOAL)s ist jetzt Teil eines Plans
es_ar: Su %(BW_GOAL)s ahora es parte de un plan

source: %(user_name)s linked two %(BW_GOALS)s
cs: Uživatel %(user_name)s propojil dva cíle.%(BW_GOALS)s
de: %(user_name)s hat zwei %(BW_GOALS)s verbunden
es_ar: %(user_name)s vinculó dos %(BW_GOALS)s
