Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: If you have already created your Objectives, great! You're ahead of schedule and contributing to important priorities for your organization.
cs: Skvělá práce, pokud jste své cíle již zadali. Jste napřed a podílíte se na důležitých prioritách své organizace.
de: Wenn Sie Ihre Ziele bereits erstellt haben, großartig! Sie sind dem Zeitplan voraus und tragen zu wichtigen Prioritäten für Ihr Unternehmen bei.
es_ar: Si ya ha creado sus objetivos, ¡genial! Se ha adelantado a lo programado y esta contribuyendo a las prioridades importantes de su organización.

source: If you have not created your Objectives, please have a discussion with your manager and input Objectives by %(due_date)s.
cs: Pokud jste cíle zatím nevytvořili, promluvte si o nich se svým vedoucím a zadejte je do %(due_date)s.
de: Wenn Sie Ihre Ziele noch nicht erstellt haben, besprechen Sie diese bitte mit Ihrem Manager und geben Sie die Ziele bis %(due_date)s ein.
es_ar: Si no ha creado sus objetivos, tenga una conversación con su gerente e ingrese los objetivos antes del %(due_date)s.

source: <strong>You haven't set any Objectives yet.</strong> <br><br> We know you're busy working hard, which is why it's important to take a few minutes to create Objectives.
cs: <strong>Zatím jste si neurčili žádné cíle.</strong> <br><br> Víme, že pilně pracujete, a proto je důležité udělat si chvilku času na vytvoření cílů.
de: <strong>Sie haben noch keine Ziele festgelegt.</strong> <br><br>Wir wissen, dass Sie hart arbeiten. Deshalb ist es wichtig, sich ein paar Minuten Zeit zu nehmen, um Ziele zu erstellen.
es_ar: Aún no ha establecido ningún objetivo. <br><br>Sabemos que está ocupado trabajando fuerte, por eso es importante tomarse unos minutos para crear sus Objetivos.

source: This is a reminder that the deadline to create Objectives has passed: <strong>%(end_date)s</strong>.<br> We know your team is working hard, but please encourage this team member to create Objectives:<!-- IGNORE_WORD -->
cs: Toto je připomínka, že lhůta pro vytvoření cílů již uplynula: <strong>%(end_date)s</strong>.<br> Víme, že váš tým pilně pracuje, ale vyzvěte tohoto člena týmu, aby vytvořil cíle:<!-- IGNORE_WORD -->
de: Dies ist eine Erinnerung daran, dass die Frist zum Erstellen von Zielen abgelaufen ist: <strong>%(end_date)s</strong>.<br>Wir wissen, dass Ihr Team hart arbeitet, aber bitte erinnern Sie dieses Teammitglied, Ziele zu erstellen:
es_ar: Este es un recordatorio de que la fecha límite para crear objetivos ha concluido: <strong>%(end_date)s</strong>. <br>Sabemos que su equipo está trabajando fuerte, pero por favor anime al miembro de su equipo a crear sus Objetivos:

source: This is a reminder that the deadline to create Objectives has passed: <strong>%(end_date)s</strong>.<br> We know your team is working hard, but please encourage these team members to create Objectives:<!-- IGNORE_WORD -->
cs: Toto je připomínka, že lhůta pro vytvoření cílů již uplynula: <strong>%(end_date)s</strong>.<br> Víme, že váš tým pilně pracuje, ale vyzvěte tyto členy týmu, aby vytvořili cíle:<!-- IGNORE_WORD -->
de: Dies ist eine Erinnerung daran, dass die Frist zum Erstellen von Zielen abgelaufen ist: <strong>%(end_date)s</strong>.<br>Wir wissen, dass Ihr Team hart arbeitet, aber bitte erinnern Sie diese Teammitglieder, Ziele zu erstellen:
es_ar: Este es un recordatorio de que la fecha límite para crear objetivos ha concluido: %(end_date)s. <br>Sabemos que su equipo está trabajando fuerte, pero por favor anime a los miembros de su equipo a crear sus Objetivos:

source: It's been over a day since you last updated this Objective.
cs: Je to více než jeden den, co jste naposledy aktualizovali tento cíl.
de: Es ist über %(number)s Tage her, seit Sie dieses Ziel zuletzt aktualisiert haben.
es_ar: Han pasado más de %(number)s días desde la última vez que actualizó este objetivo.

source: We know you're working hard to make progress which is why it's important to take a few minutes to provide an update.
cs: Víme, že pilně pracujete, abyste pokročili dál, a proto je důležité udělat si chvilku času na provedení úprav.
de: Wir wissen, dass Sie hart daran arbeiten, Fortschritte zu erzielen. Deshalb ist es wichtig, sich ein paar Minuten Zeit zu nehmen, um ein Update zu geben.
es_ar: Sabemos que está trabajando duro para progresar, por eso es importante que se tome unos minutos para realizar una actualización.

source: It's been over a day since you last updated these Objectives.
cs: Je to více než jeden den, co jste naposledy aktualizovali tyto cíle.
de: Es ist über %(number)s Tage her, seit Sie diese Ziele zuletzt aktualisiert haben.
es_ar: Han pasado más de %(number)s días desde la última vez que actualizó estos objetivos.

source: <strong>%(subject)s</strong> has started %(BW_A_CONVERSATION)s with you.<!-- IGNORE_WORD --> Take a look at the questions and schedule some time to meet.
cs: <strong>%(subject)s</strong> s vámi zahájil/a konverzaci.<!-- IGNORE_WORD --> Podívejte se na otázky a domluvte si schůzku.%(BW_A_CONVERSATION)s
de: <strong>%(subject)s</strong> hat %(BW_A_CONVERSATION)s mit Ihnen begonnen. Sehen Sie sich die Fragen an und legen Sie einen Zeitpunkt für eine Besprechung fest.
es_ar: <strong>%(subject)s</strong> ha iniciado %(BW_A_CONVERSATION)s con usted.<!-- IGNORE_WORD --> Eche un vistazo a las preguntas y programe tiempo para reunirse.

source: Today is the last day for you to complete <strong>%(conversation_name)s</strong>. Please take a few minutes to ensure you complete it.
de: Heute ist der letzte Tag, an dem Sie <strong>%(conversation_name)s</strong> abschließen können. Bitte nehmen Sie sich einige Minuten Zeit, um sicherzustellen, dass Sie fertig sind.
es_ar: Hoy es el último día para que complete <strong>%(conversation_name)s</strong>. Tómese unos minutos para asegurarse de completarlo.

source: It looks like you still need to complete <strong>%(conversation_name)s</strong>. It was due on <strong>%(date)s</strong>. Please take a few minutes to ensure you complete it and share your responses.
de: Sie müssen immer noch <strong>%(conversation_name)s</strong> abschließen. Diese Unterhaltung war am <strong>%(date)s</strong> fällig. Nehmen Sie sich einige Minuten Zeit, um sicherzustellen, dass Sie fertig sind und Ihre Antworten bestätigt sind.
es_ar: Parece que aún necesita completar <strong>%(conversation_name)s</strong>. La fecha de vencimiento fue <strong>%(date)s</strong>. Tómese unos minutos para asegurarse de completarlo y compartir sus respuestas.

source: This is a reminder to complete your responses to <strong>%(conversation_name)s</strong> before <strong>%(due_date)s</strong>.
de: Dies ist eine Erinnerung daran, Ihre Antworten auf <strong>%(conversation_name)s</strong> vor <strong>%(due_date)s</strong> zu vervollständigen.
es_ar: Este es un recordatorio para que complete sus respuestas a <strong>%(conversation_name)s</strong> antes del <strong>%(due_date)s</strong>.

source: You've been asked to participate in <strong>%(conversation_name)s</strong>.
de: Sie wurden gebeten, an <strong>%(conversation_name)s</strong> teilzunehmen.
es_ar: Se le ha pedido que participe en <strong>%(conversation_name)s</strong>.

source: This Conversation should be completed by <strong>%(date)s</strong>.<!-- IGNORE_WORD -->
de: Dieses Gespräch sollte bis zum <strong>%(date)s</strong> abgeschlossen sein.
es_ar: Esta conversación debe completarse antes del <strong>%(date)s</strong>.

source: You have received Feedback to help your professional growth.<!-- IGNORE_WORD -->
cs: Obdrželi jste zpětnou vazbu, která vám pomůže profesně růst.<!-- IGNORE_WORD -->
de: Sie haben Feedback erhalten, um sich beruflich weiterzuentwickeln.
es_ar: Ha recibido retroalimentacion que le ayudarán a crecer profesionalmente.

source: View Feedback
cs: Zobrazit zpětnou vazbu
de: Feedback anzeigen
es_ar: Ver Retroalimentación

source: Your direct report has received Feedback to help their professional growth.<!-- IGNORE_WORD -->
cs: Váš přímý podřízený obdržel zpětnou vazbu, která mu pomůže profesně růst.<!-- IGNORE_WORD -->
de: Ihr Mitarbeiter hat Feedback erhalten, um das berufliche Wachstum zu fördern.
es_ar: Su equipo directo ha recibido retroalimentacion para ayudar a su crecimiento profesional.

source: Hi %(user)s,
cs: Dobrý den, %(user)s,
de: Hallo %(user)s,
es_ar: Hola, %(user)s:

source: %(goal)s was due %(end_date)s <br> Would you like to make any additional updates to it?
cs: Termín pro cíl %(goal)s byl %(end_date)s. <br>Chcete v něm udělat nějaké dodatečné úpravy?
de: %(goal)s war am %(end_date)s fällig. <br> Möchten Sie zusätzliche Updates daran vornehmen?
es_ar: %(goal)s estaba prevista para el %(end_date)s <br> ¿Desea hacer actualizaciones adicionales?

source: <strong>Hi %(recipient_name)s</strong>!
cs: <strong>Dobrý den, %(recipient_name)s</strong>!
de: <strong>Hallo %(recipient_name)s</strong>!
es_ar: ¡<strong>Hola, %(recipient_name)s</strong>!

source: <strong>%(requester_name)s</strong> is waiting for your %(BW_FEEDBACK)s. Giving your colleagues %(BW_FEEDBACK)s helps them grow!
cs: <strong>%(requester_name)s</strong> čeká na vaši zpětnou vazbu. Poskytování zpětné vazby vašim kolegům jim pomáhá růst!%(BW_FEEDBACK)s%(BW_FEEDBACK)s
de: <strong>%(requester_name)s</strong> wartet auf Ihr %(BW_FEEDBACK)s. Wenn Sie ihren Kollegen %(BW_FEEDBACK)s geben, unterstützen Sie deren Entwicklung!
es_ar: <strong>%(requester_name)s</strong> está esperando su %(BW_FEEDBACK)s. Al proporcionar un %(BW_FEEDBACK)s, ayuda a sus compañeros a mejorar.

source: You have until <strong>%(cycle_end)s</strong> to provide your %(BW_FEEDBACK)s.
cs: Na poskytnutí zpětné vazby máte čas do <strong>%(cycle_end)s</strong>.%(BW_FEEDBACK)s
de: Sie haben bis zum <strong>%(cycle_end)s</strong> Zeit, um Ihr %(BW_FEEDBACK)s abzugeben.
es_ar: Tiene hasta el <strong>%(cycle_end)s</strong> para enviar sus %(BW_FEEDBACK)s.

source: Provide %(BW_FEEDBACK)s
cs: Poskytnout zpětnou vazbu%(BW_FEEDBACK)s
de: %(BW_FEEDBACK)s geben
es_ar: Enviar %(BW_FEEDBACK)s

source: %(manager)s would like to get your %(BW_FEEDBACK)s about %(for_user)s
cs: Vedoucí %(manager)s by rád získal vaši zpětnou vazbu o uživateli %(for_user)s%(BW_FEEDBACK)s
de: %(manager)s hätte gerne %(BW_FEEDBACK)s von Ihnen zu %(for_user)s
es_ar: %(manager)s desea recibir tu %(BW_FEEDBACK)s sobre %(for_user)s.

source: Give %(BW_FEEDBACK)s
cs: Poskytnout zpětnou vazbu%(BW_FEEDBACK)s
de: %(BW_FEEDBACK)s geben
es_ar: Brindar %(BW_FEEDBACK)s

source: %(full_name)s values your %(BW_FEEDBACKS)s and would appreciate if you'd take a few minutes to provide your thoughts on the question below. By providing %(BW_FEEDBACKS)s, you are helping your colleague's professional growth.
cs: Uživatel %(full_name)s si cení vaší zpětné vazby a byl by rád, kdybyste si udělali chvilku čas a podělili se o svůj názor na otázky níže. Poskytnutím zpětné vazby pomáháte profesionálnímu růstu svého kolegy.%(BW_FEEDBACKS)s%(BW_FEEDBACKS)s
de: %(full_name)s schätzt Ihre %(BW_FEEDBACKS)s und würde sich freuen, wenn Sie sich einige Minuten Zeit nehmen, Ihre Gedanken zu den untenstehenden Fragen zu teilen. Indem Sie Ihre %(BW_FEEDBACKS)s abgeben, fördern Sie das berufliche Wachstum Ihrer Kollegen.
es_ar: %(full_name)s valora sus %(BW_FEEDBACKS)s y le agradecería si pudiera dedicar unos minutos a proporcionar su opinión sobre la pregunta a continuación. Al proporcionar %(BW_FEEDBACKS)s, contribuye al desarrollo profesional de su colega.

source: Question:
cs: Otázka:
de: Frage:
es_ar: Pregunta:

source: Questions:
cs: Otázky:
de: Fragen:
es_ar: Preguntas:

source: Answer questions
cs: Zodpovědět otázky
de: Fragen beantworten
es_ar: Responda las preguntas.

source: Hi <strong>%(preferred_name)s</strong>,
cs: Dobrý den, <strong>%(preferred_name)s</strong>,
de: Hallo <strong>%(preferred_name)s</strong>,
es_ar: Hola, <strong>%(preferred_name)s</strong>:

source: The people listed below will be contacted to provide %(BW_FEEDBACKS)s about you. You can modify this list until <strong>%(selection_end)s</strong>.
cs: lidé uvedení níže budou kontaktováni, aby na vás poskytli zpětnou vazbu. Tento seznam můžete upravit do <strong>%(selection_end)s</strong>.%(BW_FEEDBACKS)s
de: Die unten aufgeführten Personen werden kontaktiert, damit Sie %(BW_FEEDBACKS)s zu Ihnen abgeben. Sie können diese Liste bis zum <strong>%(selection_end)s</strong> bearbeiten.
es_ar: Nos comunicaremos con las personas indicadas a continuación para que proporcionen %(BW_FEEDBACKS)s acerca de usted. Puede modificar esta lista hasta el <strong>%(selection_end)s</strong>.

source: A %(BW_FEEDBACK)s cycle has begun. You have until <strong>%(selection_end)s</strong> to choose who you would like %(BW_FEEDBACKS)s from.
cs: Byl zahájen cyklus zpětných vazeb. Do <strong>%(selection_end)s</strong> si vyberte, od koho byste ji rádi dostali.%(BW_FEEDBACKS)s%(BW_FEEDBACK)s
de: Ein %(BW_FEEDBACK)s-Zyklus hat begonnen. Sie haben bis zum <strong>%(selection_end)s</strong> Zeit, um zu bestimmen, von wem Sie %(BW_FEEDBACKS)s erhalten möchten.
es_ar: Comenzó un ciclo de %(BW_FEEDBACK)s. Tiene hasta el <strong>%(selection_end)s</strong> para elegir de quién le gustaría recibir %(BW_FEEDBACKS)s.

source: They'll be asked to answer this question:
cs: Vybraní lidé budou požádáni, aby zodpověděli tuto otázku:
de: Sie werden gebeten, diese Frage zu beantworten:
es_ar: Deberán responder esta pregunta:

source: They'll be asked to answer these questions:
cs: Vybraní lidé budou požádáni, aby zodpověděli tyto otázky:
de: Sie werden gebeten, diese Fragen zu beantworten:
es_ar: Deberán responder estas preguntas:

source: Edit list
cs: Upravit seznam
de: Liste bearbeiten
es_ar: Editar la lista

source: A list of people to provide %(BW_FEEDBACKS)s to your direct reports has been generated. You can view and edit their lists until <strong>%(selection_end)s</strong>.
cs: Byl vytvořen seznam lidí, kteří mají poskytnout zpětnou vazbu na vaše přímé podřízené. Do <strong>%(selection_end)s</strong> si můžete seznam zobrazit a upravovat.%(BW_FEEDBACKS)s
de: Es wurde eine Liste mit Personen erstellt, die %(BW_FEEDBACKS)s für Ihre direkt unterstellten Mitarbeiter abgeben sollen. Sie können die Listen bis zum <strong>%(selection_end)s</strong> ansehen und bearbeiten.
es_ar: Se generó una lista de personas que proporcionarán%(BW_FEEDBACKS)s a las personas que lo informan directamente. Puede ver y editar sus listas hasta el <strong>%(selection_end)s</strong>.

source: Remember, %(BW_A_FEEDBACK)s is transparent between you and your direct, so you'll be able to see what colleagues have said about your directs.
cs: Pamatujte, zpětná vazba mezi vámi a vašimi podřízenými je transparentní, takže uvidíte, co vaši kolegové řekli o vašich podřízených.%(BW_A_FEEDBACK)s
de: Vergessen Sie nicht, dass %(BW_A_FEEDBACK)s zwischen Ihnen und Ihren direkt unterstellten Mitarbeitern offengelegt wird. Das heißt, Sie können sehen, was Ihre Kollegen zu Ihren direkt unterstellten Mitarbeitern gesagt haben.
es_ar: Recuerde que el %(BW_A_FEEDBACK)s es transparente entre usted y la persona que lo informa directamente; por lo tanto, podrá ver qué dijeron sus colegas sobre las personas que lo informan directamente.

source: View lists
cs: Zobrazit seznamy
de: Listen anzeigen
es_ar: Vea las listas

source: We wanted to remind you that %(template_name)s is about to start for %(num_participants)s people in your company on %(cycle_start)s.
cs: Chtěli bychom vám připomenout, že v %(cycle_start)s začne pro %(num_participants)s lidi/lidí z vaší společnosti %(template_name)s.
de: Wir möchten Sie daran erinnern, dass in Ihrem Unternehmen %(template_name)s für %(num_participants)s Personen am %(cycle_start)s startet.
es_ar: Queremos recordarle que %(template_name)s está por comenzar para %(num_participants)s personas en su empresa el %(cycle_start)s.

source: If this isn't what you wanted to do, please disable the %(BW_FEEDBACK)s template before it begins on %(cycle_start)s.
cs: Pokud to není to, co jste chtěli udělat, zakažte šablonu zpětné vazby, než bude cyklus %(cycle_start)s zahájen.%(BW_FEEDBACK)s
de: Wenn Sie diese Aktion nicht durchführen möchten, deaktivieren Sie bitte die %(BW_FEEDBACK)svorlage vor dem Beginn am %(cycle_start)s.
es_ar: Si esto no es lo que quería hacer, deshabilite la plantilla de %(BW_FEEDBACK)s antes de que comience el %(cycle_start)s.

source: View %(BW_FEEDBACK)s template
cs: Zobrazit šablonu zpětné vazby%(BW_FEEDBACK)s
de: %(BW_FEEDBACK)svorlage anzeigen
es_ar: Ver la plantilla de %(BW_FEEDBACK)s

source: Some employees have requested access to edit %(BW_FEEDBACKS)s that is currently locked. Click 'Manage Requests' below to approve or deny these requests in the Betterworks application.
cs: Někteří zaměstnanci požádali o možnost upravit zpětné vazby, které jsou v současné době uzamčeny. Kliknutím na tlačítko 'Spravovat žádosti' níže můžete v aplikaci Betterworks tyto žádosti schválit nebo zamítnout.%(BW_FEEDBACKS)s
de: Einige Mitarbeiter haben um Zugang zur Bearbeitung von %(BW_FEEDBACKS)s ersucht, der derzeit blockiert ist. Klicken Sie unten auf 'Anfragen verwalten', um diese Anfragen in der Betterworks-Anwendung zu genehmigen oder abzulehnen.
es_ar: Algunos empleados han solicitado acceso para editar %(BW_FEEDBACKS)s que están bloqueados. Haga clic en "Administrar solicitudes" a continuación para aprobar o rechazar estas solicitudes en la aplicación de Betterworks.

source: <strong>%(request_count)s</strong> pending requests.
cs: Počet nevyřízených žádostí <strong>%(request_count)s</strong>.
de: <strong>%(request_count)s</strong> ausstehende Anfragen.
es_ar: <strong>%(request_count)s</strong> solicitudes pendientes.

source: Feedback Template
cs: Šablona zpětné vazby
de: Feedback-Vorlage
es_ar: Plantilla de comentarios

source: An employee has requested access to edit %(BW_FEEDBACK)s that is currently locked. Click 'Manage Request' below to approve or deny these request in the Betterworks application.
cs: Zaměstnanec požádal o možnost upravit zpětnou vazbu, která je v současné době uzamčena. Kliknutím na tlačítko 'Spravovat žádost' níže můžete v aplikaci Betterworks tuto žádost schválit nebo zamítnout.%(BW_FEEDBACK)s
de: Ein Mitarbeiter hat um Zugang zur Bearbeitung von %(BW_FEEDBACK)s ersucht, der derzeit blockiert ist. Klicken Sie unten auf 'Anfragen verwalten', um diese Anfrage in der Betterworks-Anwendung zu genehmigen oder abzulehnen.
es_ar: Un empleado ha solicitado acceso para editar un %(BW_FEEDBACK)s que está bloqueado. Haga clic en "Administrar solicitud" a continuación para aprobar o rechazar esta solicitud en la aplicación de Betterworks.

source: Works with you on %(total)s %(BW_GOAL)s
cs: Pracuje s vámi na %(total)s cíli%(BW_GOAL)s
de: Arbeitet mit Ihnen an %(total)s %(BW_GOAL)s
es_ar: Trabaja con usted en %(total)s %(BW_GOAL)s

source: Great news! People care about your work and have provided %(BW_FEEDBACKS)s.
cs: Dobré zprávy! Lidem na vaší práci záleží a poskytli vám zpětné vazby.%(BW_FEEDBACKS)s
de: Gute Neuigkeiten! Einigen Personen gefällt Ihre Arbeit und sie haben %(BW_FEEDBACKS)s abgegeben.
es_ar: ¡Excelentes noticias! A muchas personas les gusta su trabajo y proporcionaron %(BW_FEEDBACKS)s.

source: View responses in Betterworks
cs: Zobrazit odpovědi v aplikaci Betterworks
de: Antworten bei Betterworks anzeigen
es_ar: Vea las respuestas en Betterworks.

source: Great news! People care about %(user)s's work and have provided %(BW_FEEDBACKS)s.
cs: Dobré zprávy! Lidem na práci uživatele %(user)s záleží a poskytli zpětné vazby.%(BW_FEEDBACKS)s
de: Gute Neuigkeiten! Einigen Personen gefällt die Arbeit von %(user)s und sie haben %(BW_FEEDBACKS)s abgegeben.
es_ar: ¡Excelentes noticias! A muchas personas les gusta el trabajo de %(user)s y proporcionaron %(BW_FEEDBACKS)s.

source: Great news! People care about your direct reports' work and have provided %(BW_FEEDBACKS)s.
cs: Dobré zprávy! Lidem na práci vašeho přímého podřízeného záleží a poskytli zpětné vazby.%(BW_FEEDBACKS)s
de: Gute Neuigkeiten! Einigen Personen gefällt die Arbeit Ihrer direkt unterstellten Mitarbeiter und sie haben %(BW_FEEDBACKS)s abgegeben.
es_ar: ¡Excelentes noticias! A muchas personas les importa el trabajo de las personas que lo informan directamente y proporcionaron %(BW_FEEDBACKS)s.

source: Giving your colleagues %(BW_FEEDBACKS)s helps them grow. It looks like some people are still waiting to hear from you. It'll only take a few minutes to share your thoughts.
cs: Když svým kolegům poskytnete zpětnou vazbu, pomáháte jim tím v růstu. Zdá se, že lidé stále čekají na vaše vyjádření. Podělit se o svůj názor vám zabere jenom chviličku.%(BW_FEEDBACKS)s
de: Wenn Sie Ihren Kollegen %(BW_FEEDBACKS)s geben, können sie sich weiter verbessern. Es sieht so aus, als ob einige Personen immer noch darauf warten, von Ihnen zu hören. Es dauert nur ein paar Minuten, um Ihre Gedanken zu teilen.
es_ar: Al brindar %(BW_FEEDBACKS)s a sus colegas, los ayuda a crecer. Parece que hay personas esperando recibir sus comentarios. Compartir su opinión solo le tomará unos minutos.

source: You have until <strong>%(cycle_end)s</strong> to provide your %(BW_FEEDBACKS)s.
cs: Máte čas do <strong>%(cycle_end)s</strong>, abyste se podělili o svou zpětnou vazbu.%(BW_FEEDBACKS)s
de: Sie haben bis zum <strong>%(cycle_end)s</strong> Zeit, um Ihre %(BW_FEEDBACKS)s abzugeben.
es_ar: Tiene hasta el <strong>%(cycle_end)s</strong> para proporcionar sus %(BW_FEEDBACKS)s.

source: Hi %(preferred_name)s!
cs: Dobrý den, %(preferred_name)s!
de: Hallo %(preferred_name)s!
es_ar: ¡Hola, %(preferred_name)s!

source: %(provider_name)s has declined your %(FEEDBACK)s request about your direct report, %(for_user_name)s, for %(template_name)s on %(decline_date)s
cs: %(provider_name)s odmítl/a vaši žádost o zpětnou vazbu na přímého podřízeného, %(for_user_name)s, %(template_name)s dne %(decline_date)s%(FEEDBACK)s
de: %(provider_name)s hat Ihre %(FEEDBACK)s-Anfrage zu Ihrem direkt unterstellten Mitarbeiter %(for_user_name)s für %(template_name)s am %(decline_date)s abgelehnt.
es_ar: %(provider_name)s ha rechazado su solicitud de %(FEEDBACK)s sobre su subordinado, %(for_user_name)s, para %(template_name)s el %(decline_date)s

source: %(provider_name)s has declined your %(FEEDBACK)s request for %(template_name)s on %(decline_date)s
cs: %(provider_name)s odmítl/a vaši žádost o zpětnou vazbu %(template_name)s dne %(decline_date)s%(FEEDBACK)s
de: %(provider_name)s hat Ihre %(FEEDBACK)s-Anfrage für %(template_name)s am %(decline_date)s abgelehnt.
es_ar: %(provider_name)s ha rechazado su solicitud de %(FEEDBACK)s para %(template_name)s el %(decline_date)s

source: GO TO %(CAP_FEEDBACK)s
cs: PŘEJÍT NA ZPĚTNOU VAZBU%(CAP_FEEDBACK)s
de: GEHE ZU %(CAP_FEEDBACK)s
es_ar: IR A %(CAP_FEEDBACK)s
