Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: Email address is required.
cs: E-mailová adresa je povinná.
de: E-Mail-Adresse ist erforderlich.
es_ar: La dirección de correo electrónico es obligatoria.

source: Email address must have @ symbol.
cs: E-mailová adresa musí obsahovat symbol @.
de: E-Mail-Adresse muss @ enthalten.
es_ar: La dirección de correo electrónico debe incluir el símbolo @.

source: Enter a valid email address.
cs: Zadejte platnou e-mailovou adresu.
de: Geben Sie eine gültige E-Mail-Adresse ein.
es_ar: Introduzca una dirección de correo electrónico que sea válida.

source: %s is an invalid domain.
cs: %s není platná doména.
de: %s ist eine ungültige Domain.
es_ar: %s no es un dominio válido.

source: Page Not Found
cs: Stránka nenalezena
de: Seite nicht gefunden
es_ar: Página no encontrada

source: Oops!
cs: Chyba!
de: Hoppla!
es_ar: ¡Vaya!

source: 404 error, this page does not exist. Either the link is outdated or the address is mistyped.
cs: Chyba 404, tato stránka neexistuje. Odkaz je buď neaktuální nebo je chybně zadána adresa.
de: Fehler 404, diese Seite existiert nicht! Entweder ist der Link veraltet oder die Adresse enthält einen Tippfehler.
es_ar: Error 404: esta página no existe. Puede que el enlace sea obsoleto o la dirección no esté bien escrita.

source: Back to homepage
cs: Zpět na domovskou stránku
de: Zurück zur Startseite
es_ar: Volver a la página de inicio

source: Internal Server Error
cs: Interní chyba serveru
de: Interner Serverfehler
es_ar: Error interno del servidor

source: 500 error, there is a problem loading this data. Check back in a little while.
cs: Chyba 500, došlo k problému při načítání dat. Zkuste to za chvíli.
de: Fehler 500, beim Laden dieser Daten ist ein Problem aufgetreten. Versuchen Sie es später erneut.
es_ar: Error 500: ha habido un problema al cargar los datos. Vuelva a intentarlo más tarde.

source: You've been logged out of Betterworks
cs: Odhlásili jste se z aplikace Betterworks
de: Sie wurden von Betterworks abgemeldet.
es_ar: Se cerró su sesión en Betterworks.

source: To access Betterworks, please click the link below.
cs: Pro přístup do aplikace Betterworks klikněte na odkaz níže.
de: Um auf Betterworks zuzugreifen, klicken Sie bitte auf den untenstehenden Link.
es_ar: Para acceder a Betterworks haga clic en el vínculo a continuación.

source: Access Betterworks
cs: Vstoupit do aplikace Betterworks
de: Auf Betterworks zugreifen
es_ar: Acceso a Betterworks

source: Hi, Betterworks would like to access your account:
cs: Dobrý den, aplikace Betterworks by chtěla získat přístup k vašemu účtu:
de: Hallo, Betterworks möchte auf Ihr Konto zugreifen:
es_ar: Hola, Betterworks desea acceder a su cuenta:

source: Allow
cs: Povolit
de: Zulassen
es_ar: Permitir

source: Not you? Log out.
cs: Nejste to vy? Odhlásit se.
de: Nicht Sie? Abmelden.
es_ar: ¿No es usted? Cerrar sesión.

source: Betterworks. All Rights Reserved.
cs: Betterworks. Všechna práva vyhrazena.
de: Betterworks. Alle Rechte vorbehalten.
es_ar: Betterworks. Todos los derechos reservados.

source: Please use the following link to reset your Betterworks password:
cs: Chcete-li resetovat své heslo Betterworks, použijte následující odkaz:
de: Bitte nutzen Sie zum Zurücksetzen Ihres Betterworks-Passworts den folgenden Link:
es_ar: Use el siguiente enlace para restablecer su contraseña de Betterworks:

source: Reset your Betterworks password
cs: Resetovat heslo do aplikace Betterworks
de: Ihr Betterworks-Passwort zurücksetzen
es_ar: Restablezca su contraseña de Betterworks.

source: Invalid email or token, please request another reset.
cs: Neplatný e-mail nebo token, požádejte o další resetování.
de: Ungültige E-Mail-Adresse oder ungültiges Token, bitte fordern Sie eine erneute Zurücksetzung an.
es_ar: Correo electrónico o token no válido, solicite restablecer su contraseña nuevamente.

source: Scoring min must be less than scoring max
cs: Minimální úspěch musí být menší než maximální úspěch
de: Die Mindestpunktzahl muss unter der Maximalpunktzahl liegen.
es_ar: La puntuación mínima debe ser menor que la puntuación máxima.

source: Click the Search icon (magnifying glass) at the top of the application to find %(BW_GOALS)s or people.
cs: Chcete-li vyhledávat cíle nebo lidi, klikněte na ikonu vyhledávání (lupa) nahoře v aplikaci.%(BW_GOALS)s
de: Klicken Sie oben in der Anwendung auf das „Suchen“-Symbol (Lupe), um %(BW_GOALS)s oder Personen zu finden.
es_ar: Haga clic en el ícono Búsqueda (lupa) ubicado en la parte superior de la aplicación para encontrar %(BW_GOALS)s o personas.

source: Click %(BW_CAP_GOALS)s at the top of the application, then use the left filter panel to navigate to the %(BW_GOALS)s owned by you and your team.
cs: Klikněte na cíle nahoře v aplikaci a potom použijte levý panel filtrů, abyste se dostali k cílům, které máte vy a váš tým.%(BW_CAP_GOALS)s%(BW_GOALS)s
de: Klicken Sie oben in der Anwendung auf %(BW_CAP_GOALS)s und nutzen Sie dann die Filteroptionen auf der linken Seite, um zu den %(BW_GOALS)sn von Ihnen und Ihrem Team zu navigieren.
es_ar: Haga clic en %(BW_CAP_GOALS)s en la parte superior de la aplicación y use el panel de filtro izquierdo para navegar a sus %(BW_GOALS)s y las de su equipo.

source: Click the + Create %(BW_GOALS)s button at the top right of the application to start making your own %(BW_GOALS)s
cs: Klikněte na tlačítko + Vytvořit cíle v pravé horní části aplikace a pusťte se do vytváření svých vlastních cílů.%(BW_GOALS)s%(BW_GOALS)s
de: Klicken Sie oben rechts in der Anwendung auf den Button „+ %(BW_GOALS)s erstellen“, um Ihre eigenen %(BW_GOALS)s zu erstellen.
es_ar: Haga clic en el botón + Crear %(BW_GOALS)s ubicado en la parte superior derecha de la aplicación para comenzar a establecer sus propias %(BW_GOALS)s.

source: View your %(BW_GOAL)s and communicate status by entering a comment or logging progress. Communication is healthy!
cs: Zobrazte si své cíle a dejte ostatním vědět o jejich stavu tím, že k cíli zadáte komentář nebo zaznamenáte jeho průběh. Komunikace je základ!%(BW_GOAL)s
de: Indem Sie einen Kommentar eingeben oder den Fortschritt protokollieren, können Sie Ihr %(BW_GOAL)s ansehen und den Status mitteilen. Kommunikation ist wichtig!
es_ar: Vea su %(BW_GOAL)s e ingrese un comentario o registre el progreso para comunicar su estado. ¡Comunicarse es saludable!

source: Register for the Betterworks Fundamentals course by hovering over your name and choosing Get Training.
cs: Přihlaste se do kurzu Základy aplikace Betterworks. Kurzorem najeďte na své jméno a vyberte Získat školení.
de: Registrieren Sie sich für den Kurs Betterworks Fundamentals, indem Sie mit der Maus über Ihren Namen fahren und „Training erhalten“ auswählen.
es_ar: Regístrese para el curso Fundamentals de Betterworks colocando el cursor sobre su nombre y seleccionando Obtener capacitación.

source: This %(BW_GOAL)s and its %(BW_MILESTONES)s will help you learn about %(BW_GOAL)s setting, important product features, and useful resources, like training and documentation. While it may only take a few minutes to complete each %(BW_MILESTONE)s, the %(BW_GOAL)s is designed to aid you over a single quarter, a typical %(BW_GOAL)s period in which you create %(BW_GOAL)s, report progress, and score the %(BW_GOAL)s.
cs: Tento cíl a jeho milníky vám pomohou dozvědět se více o nastavení cílů a důležitých funkcích produktu a získáte užitečné zdroje jako školení a dokumentaci. I když vám dosažení každého milníku zabere pouze pár minut, cíl je navržen tak, aby vám pomáhal během celého čtvrtletí, což je typická doba pro cíle. Během ní je vytváříte, oznamujete jejich průběh a plníte je.%(BW_GOAL)s%(BW_MILESTONES)s%(BW_GOAL)s%(BW_MILESTONE)s%(BW_GOAL)s%(BW_GOAL)s%(BW_GOAL)s%(BW_GOAL)s
de: Durch dieses %(BW_GOAL)s und dessen %(BW_MILESTONES)s erfahren Sie mehr über die %(BW_GOAL)s-Setzung sowie wichtige Produktfunktionen und nützliche Quellen wie Training und Dokumentation. Es dauert nur einige Minuten, jeden %(BW_MILESTONE)s abzuschließen. Das %(BW_GOAL)s ist außerdem dafür vorgesehen, Sie über ein einzelnes Quartal hinweg zu unterstützen, eine typische Periode für ein %(BW_GOAL)s, in der Sie ein %(BW_GOAL)s erstellen, Fortschritte melden und Punkte für das %(BW_GOAL)s vergeben.
es_ar: Esta %(BW_GOAL)s y sus %(BW_MILESTONES)s lo ayudarán a aprender sobre el establecimiento de una %(BW_GOAL)s, las características importantes del producto y recursos útiles tales como capacitación y documentación. Mientras que completar cada %(BW_MILESTONE)s puede tomarle solo unos minutos, la %(BW_GOAL)s se diseñó para ayudarlo durante un trimestre, un período típico de %(BW_GOAL)s en el que usted crea una %(BW_GOAL)s, informa su progreso y puntúa la %(BW_GOAL)s.

source: Current date did not resolve to a valid fiscal period: %(todays_date)s
cs: Nynější datum nepatří do platného účetního období: %(todays_date)s
de: Aktuelles Datum stimmt mit keiner gültigen Abrechnungsperiode überein: %(todays_date)s
es_ar: La fecha actual no determinó un período fiscal válido: %(todays_date)s

source: %(org_name)s Settings
cs: Nastavení pro %(org_name)s
de: %(org_name)s-Einstellungen
es_ar: Configuración de %(org_name)s

source: Priority should not be negative.
cs: Priorita nesmí být záporná.
de: Die Priorität sollte nicht negativ sein.
es_ar: La prioridad no debe ser negativa.

source: Unanswered
cs: Nezodpovězené
de: Unbeantwortet
es_ar: Sin responder

source: Cannot edit the conversation without permission
cs: Konverzaci nelze upravovat bez oprávnění.
de: Konversation kann ohne Berechtigung nicht bearbeitet werden.
es_ar: No se puede editar la conversación sin permiso

source: Cannot share and submit simultaneously
cs: Nemůžete sdílet a odesílat zároveň.
de: Gleichzeitiges Teilen und Absenden nicht möglich
es_ar: No es posible compartir y enviar simultáneamente.

source: Someone is editing this conversation
cs: Někdo upravuje tuto konverzaci.
de: Jemand bearbeitet diese Konversation.
es_ar: Alguien está editando esta conversación.

source: Cannot view shared past conversation
cs: Sdílené starší konverzace nelze zobrazit.
de: Geteilte, frühere Konversation kann nicht angezeigt werden.
es_ar: No se puede ver la conversación anterior compartida

source: Editing old version. Please refresh the page.
cs: Upravujete starou verzi. Obnovte stránku.
de: Alte Version wird bearbeitet. Bitte aktualisieren Sie die Seite.
es_ar: Editando la versión anterior. Actualice la página.

source: %(name)s has made edits to this conversation
cs: Uživatel %(name)s provedl změny v této konverzaci.
de: %(name)s hat Änderungen an dieser Konversation vorgenommen.
es_ar: %(name)s ha realizado cambios a esta conversación.

source: Cannot edit locked notes
cs: Zamčené poznámky nelze upravovat.
de: Gesperrte Notizen können nicht bearbeitet werden.
es_ar: No se pueden editar las notas bloqueadas

source: Invalid department name
cs: Neplatný název oddělení
de: Ungültiger Abteilungsname
es_ar: Nombre de departamento no válido.

source: You can't create this department %(name)s. It already exists in the system
cs: Toto oddělení %(name)s nemůžete vytvořit, protože v systému již existuje.
de: Die Abteilung %(name)s kann nicht erstellt werden. Sie existiert bereits im System.
es_ar: No puede crear el departamento %(name)s porque ya existe en el sistema

source: Department %(name)s already deactivated
cs: Oddělení %(name)s již bylo deaktivováno.
de: Abteilung %(name)s bereits deaktiviert
es_ar: El departamento %(name)s ya está desactivado

source: This department cannot be deactivated until all active users are removed.
cs: Toto oddělení nemůžete deaktivovat, dokud nebudou odstraněni všichni aktivní uživatelé.
de: Diese Abteilung kann erst deaktiviert werden, wenn alle aktiven Benutzer entfernt wurden.
es_ar: No es posible desactivar este departamento hasta que todos los usuarios activos se hayan eliminado.

source: Department %(name)s already activated
cs: Oddělení %(name)s již bylo aktivováno.
de: Abteilung %(name)s bereits aktiviert
es_ar: El departamento %(name)s ya está activado

source: Multiple active users cannot share an email address %(email)s
cs: Více aktivních uživatelů nemůže sdílet e-mailovou adresu %(email)s.
de: Mehrere aktive Benutzer können nicht dieselbe E-Mail-Adresse %(email)s haben.
es_ar: Hay varios usuarios activos que no pueden compartir una dirección de correo electrónico %(email)s

source: Deactivated users may not join teams %(id)s
cs: Deaktivovaní uživatelé se nesmějí připojovat do týmů %(id)s.
de: Deaktivierte Benutzer können keinen Teams %(id)s beitreten.
es_ar: Los usuarios desactivados no pueden unirse a los equipos %(id)s

source: Cross-org user attempting to join team %(id)s
cs: Uživatel z jiné organizace se pokouší připojit k týmu %(id)s.
de: Organisationsübergreifender Benutzer versucht, dem Team %(id)s beizutreten.
es_ar: Un usuario de varias empresas quiere unirse al equipo %(id)s

source: Cross-org user attempting to edit team %(id)s
cs: Uživatel z jiné organizace se pokouší upravit tým %(id)s.
de: Organisationsübergreifender Benutzer versucht, das Team %(id)s zu bearbeiten.
es_ar: Un usuario de varias empresas quiere editar el equipo %(id)s

source: Cannot edit team %(id)s
cs: Tým %(id)s nelze upravit.
de: Team %(id)s kann nicht bearbeitet werden.
es_ar: No se puede editar el equipo %(id)s

source: Team names are required
cs: Názvy týmů jsou povinné.
de: Team-Namen sind erforderlich.
es_ar: Los nombres de equipo son obligatorios.

source: Team names must not be empty
cs: Názvy týmů nesmí být prázdné.
de: Team-Namen dürfen nicht leer sein.
es_ar: Los nombres de equipo no deben estar vacíos.

source: A team already exists with this name %(name)s
cs: Tím s tímto názvem %(name)s již existuje.
de: Es existiert bereits ein Team mit diesem Namen %(name)s.
es_ar: Ya existe un equipo con el nombre %(name)s

source: Teams require members %(name)s
cs: Týmy musejí obsahovat členy %(name)s.
de: Mitglieder in Teams erforderlich %(name)s
es_ar: Los equipos necesitan a los miembros %(name)s

source: A team or department already exists with this name %(name)s
cs: Tým nebo oddělení s tímto názvem %(name)s již existuje.
de: Es existiert bereits ein Team oder eine Abteilung mit dem Namen %(name)s.
es_ar: Ya existe un equipo o departamento con el nombre %(name)s

source: User must be deactivated %(id)s
cs: Uživatele %(id)s je potřeba deaktivovat.
de: Benutzer muss deaktiviert werden %(id)s
es_ar: El usuario debe desactivarse %(id)s

source: Team already archived %(id)s
cs: Tým %(id)s již byl archivován.
de: Team bereits archiviert %(id)s
es_ar: Equipo ya archivado %(id)s

source: Team not archived %(id)s
cs: Tým %(id)s nebyl archivován.
de: Team nicht archiviert %(id)s
es_ar: Equipo no archivado %(id)s

source: Cannot unarchive empty team %(id)s
cs: Prázdný tým %(id)s nelze vrátit z archivu.
de: Leeres Team %(id)s kann nicht aus dem Archiv entfernt werden.
es_ar: No se puede desarchivar el equipo vacío %(id)s

source: %(user_email)s may not edit users for org %(org_id)d
cs: Uživatel %(user_email)s nesmí upravovat uživatele pro organizaci %(org_id)d.
de: %(user_email)s kann keine Benutzer für die Organisation %(org_id)d bearbeiten.
es_ar: %(user_email)s no puede editar usuarios para la organización %(org_id)d.

source: required: org_id
cs: povinné: org_id
de: erforderlich: org_id
es_ar: obligatorio: org_id

source: required: email
cs: povinné: e-mail
de: erforderlich: E-Mail-Adresse
es_ar: obligatorio: correo electrónico

source: User %(id)s account is disabled
cs: Uživatelský účet %(id)s je zakázaný.
de: Benutzerkonto %(id)s wurde deaktiviert.
es_ar: La cuenta del usuario %(id)s está desactivada

source: Employee ID is required to reuse email addresses
cs: Pro opětovné použití e-mailové adresy je nutné zaměstnanecké ID.
de: Mitarbeiter-ID für die Wiederverwendung der E-Mail-Adressen erforderlich
es_ar: Se requiere la identificación de empleado para reutilizar las direcciones de correo electrónico.

source: Invalid domain %(domain)s for user with email %(email)s
cs: Neplatná doména %(domain)s pro uživatele s e-mailem %(email)s.
de: Ungültige Domain %(domain)s für Benutzer mit der E-Mail-Adresse %(email)s
es_ar: Dominio %(domain)s no válido para usuario con correo electrónico%(email)s.

source: Manager for %(user_email)s cannot be self.
cs: Vedoucím pro e-mail %(user_email)s nemůžete být vy sami.
de: Manager für %(user_email)s können nicht sie selbst sein.
es_ar: El administrador de %(user_email)s no puede ser uno mismo.

source: manager must be in the same organization.
cs: Vedoucí musí být ve stejné organizaci.
de: Manager muss in derselben Organisation sein.
es_ar: El administrador debe ser parte de la misma organización.

source: Cannot save profile %(user_email)s, it would create a cycle.
cs: Profil s e-mailem %(user_email)s nelze uložit, došlo by k zacyklení.
de: Profil %(user_email)s kann nicht gespeichert werden, da sonst ein Zyklus entsteht.
es_ar: No es posible guardar %(user_email)s del perfil, eso crearía un ciclo.

source: Manager chain is too long.
cs: Řetězec vedení je příliš dlouhý.
de: Manager-Kette ist zu lang.
es_ar: La cadena del administrador es demasiado larga.

source: Cannot save profile %(user_email)s, group must be in the same organization.
cs: Profil s e-mailem %(user_email)s nelze uložit, skupina musí být ve stejné organizaci.
de: Profil %(user_email)s kann nicht gespeichert werden, da die Gruppe in derselben Organisation sein muss.
es_ar: No es posible guardar %(user_email)s del perfil, el grupo debe estar en la misma organización.

source: The group %(name)s is not active.
cs: Skupina %(name)s není aktivní.
de: Der %(name)s der Gruppe ist nicht aktiv.
es_ar: El grupo %(name)s no está activo.

source: Cannot set password, domain is using SSO.
cs: Heslo nelze nastavit, doména používá metodu SSO.
de: Passwort kann nicht festgelegt werden, da die Domain SSO verwendet.
es_ar: No es posible configurar la contraseña, el dominio está usando autenticación única.

source: There is already another user with this employee ID. Update the employee ID or delete if this is a duplicate.
cs: Toto zaměstnanecké ID již vlastní jiný uživatel. Aktualizujte své zaměstnanecké ID nebo ho smažte, pokud se jedná o duplikát.
de: Es existiert bereits ein Benutzer mit dieser Mitarbeiter-ID. Aktualisieren Sie die Mitarbeiter-ID oder löschen Sie sie, wenn es sich dabei um ein Duplikat handelt.
es_ar: Existe otro usuario con esta identificación de empleado. Actualice la identificación de empleado o elimínela si está duplicada.

source: Locale $(locale)s is not supported
cs: Jazyk $(locale)s není podporován.
de: Gebietsschema $(locale)s wird nicht unterstützt.
es_ar: El idioma $(locale)s no es compatible

source: First name is required
cs: Křestní jméno je povinné
de: Vorname ist erforderlich.
es_ar: El nombre es obligatorio.

source: Last name is required
cs: Příjmení je povinné
de: Nachname ist erforderlich.
es_ar: El apellido es obligatorio.

source: All user licenses have been provisioned
cs: Všechny uživatelské licence již byly poskytnuty
de: Alle Benutzerlizenzen wurden freigeschaltet
es_ar: Se proporcionaron todas las licencias de usuario

source: Invalid email found
cs: Nalezen neplatný e-mail
de: Ungültige E-Mail-Adresse gefunden
es_ar: Correo electrónico no válido encontrado

source: Cannot save group %(name)s, it would create a cycle
cs: Skupinu %(name)s nelze uložit, došlo by k zacyklení.
de: %(name)s der Gruppe kann nicht gespeichert werden, da ansonsten ein Zyklus entsteht.
es_ar: No es posible guardar el grupo %(name)s, esto crearía un ciclo.

source: Password must be longer than 8 characters and have both letters and numbers
cs: Heslo musí být delší než 8 znaků a obsahovat písmena i čísla.
de: Das Passwort muss mehr als 8 Zeichen umfassen und sowohl Buchstaben als auch Zahlen enthalten.
es_ar: La contraseña debe tener por lo menos 8 caracteres e incluir letras y números.

source: Thanks!<br> The Team at Betterworks<!-- IGNORE_WORD -->
cs: Děkujeme!<br> Tým Betterworks<!-- IGNORE_WORD -->
de: Dankeschön!<br> Ihr Betterworks-Team<!-- IGNORE_WORD -->
es_ar: ¡Gracias!<br> El equipo de Betterworks<!-- IGNORE_WORD -->

source: Please download the following report(s) within 1 day :
cs: Následující zprávu/y se prosím stáhněte do 1 dne:
de: Bitte laden Sie den/die folgenden Bericht(e) innerhalb eines Tages herunter:
es_ar: Descargue el siguiente informe (o los siguientes informes) en el plazo de 1 día:

source: Hi %(name)s,
cs: Dobrý den, %(name)s,
de: Hallo %(name)s,
es_ar: Hola, %(name)s:

source: You have %(BW_GOALS)s ending soon. Take a few minutes to provide a final update on your accomplishments.
cs: Máte cíle, které brzy skončí. Udělejte si chvilku čas, abyste naposledy aktualizoval/a, čeho jste dosáhl/a.%(BW_GOALS)s
de: Einige Ihrer %(BW_GOALS)s laufen bald ab. Nehmen Sie sich ein paar Minuten Zeit, abschließend über Ihre Erfolge zu berichten.
es_ar: Tiene %(BW_GOALS)s que terminan pronto. Dedique unos minutos a proporcionar una última actualización de sus logros.

source: Update
cs: Aktualizovat
de: Aktualisieren
es_ar: Actualizar

source: You have %(BW_GOALS)s ending soon. Take a few minutes to update and assess your %(BW_GOALS)s.
cs: Máte cíle, které brzy skončí. Udělejte si chvilku čas, abyste je aktualizoval/a a zhodnotil/a.%(BW_GOALS)s%(BW_GOALS)s
de: Einige Ihrer %(BW_GOALS)s laufen bald ab. Nehmen Sie sich ein paar Minuten Zeit, Ihre %(BW_GOALS)s zu aktualisieren und zu bewerten.
es_ar: Tiene %(BW_GOALS)s que terminan pronto. Dedique unos minutos a actualizar y evaluar sus %(BW_GOALS)s.

source: Assess your %(BW_GOALS)s
cs: Zhodnotit své cíle%(BW_GOALS)s
de: Ihre %(BW_GOALS)s bewerten
es_ar: Evaluar %(BW_GOALS)s

source: If you have already entered your %(BW_GOALS)s, great! You're ahead of schedule and contributing to important priorities for your organization.
cs: Skvělá práce, pokud jste své cíle již zadali. Jste napřed a podílíte se na důležitých prioritách své organizace.%(BW_GOALS)s
de: Wenn Sie bereits Ihre %(BW_GOALS)s eingegeben haben, toll! Sie sind dem Zeitplan voraus und tragen zu wichtigen Prioritäten für Ihre Organisation bei.
es_ar: Si ya ingresó sus %(BW_GOALS)s, ¡excelente! Está más adelantado de lo previsto y está contribuyendo a prioridades importantes de su organización.

source: If you still have not yet published your %(BW_GOALS)s, remember to discuss with your manager & input by %(due_date)s.
cs: Pokud jste své cíle ještě nezveřejnili, nezapomeňte je probrat se svým vedoucím a vložit je do %(due_date)s.%(BW_GOALS)s
de: Falls Sie Ihre %(BW_GOALS)s immer noch nicht veröffentlicht haben, vergessen Sie nicht, diese mit Ihrem Manager zu besprechen und bis zum %(due_date)s einzugeben.
es_ar: Si todavía no publicó sus %(BW_GOALS)s, no olvide hablar con su gerente e ingresarlas antes del %(due_date)s.

source: Create %(BW_GOALS)s
cs: Vytvořit cíle%(BW_GOALS)s
de: %(BW_GOALS)s erstellen
es_ar: Crear %(BW_GOALS)s

source: <strong>Please create and finalize your %(BW_GOALS)s by the end of today.</strong><br> Setting %(BW_GOALS)s will help you stay aligned, collaborate with team<!-- IGNORE_WORD --> members, and track your progress.
cs: <strong>Vytvořte a dokončete své cíle do konce dnešního dne.</strong><br> Určení cílů vám pomůže zůstat na jedné vlně s týmem, spolupracovat s jeho členy a sledovat váš postup.%(BW_GOALS)s%(BW_GOALS)s
de: <strong>Bitte erstellen Sie Ihre %(BW_GOALS)s und legen Sie sie bis zum Ende des Tages endgültig fest.</strong><br> Das Festlegen der %(BW_GOALS)s unterstützt Sie dabei, zielgerichtet zu bleiben, mit Teammitgliedern zusammenzuarbeiten<!-- IGNORE_WORD --> und Ihren Fortschritt nachzuverfolgen.
es_ar: <strong>Cree y finalice sus %(BW_GOALS)s antes del final del día de hoy.</strong><br> Establecer %(BW_GOALS)s lo ayudará a mantenerse alineado, colaborar con los miembros del equipo<!-- IGNORE_WORD --> y hacer un seguimiento de su progreso.
