Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: %(user_name)s is requesting access to %(BW_GOAL)s
cs: Uživatel %(user_name)s žádá o přístup k cíli.%(BW_GOAL)s
de: %(user_name)s bittet um Zugriff auf %(BW_GOAL)s
es_ar: %(user_name)s solicita acceso a una %(BW_GOAL)s

source: People are requesting access to %(BW_GOAL)s
cs: Lidé žádají o přístup k cíli.%(BW_GOAL)s
de: Personen bitten um Zugriff auf %(BW_GOAL)s
es_ar: Existen personas solicitando acceso a una %(BW_GOAL)s

source: %(user_name)s edited a score
cs: Uživatel %(user_name)s upravil úspěch.
de: %(user_name)s hat einen Punktestand bearbeitet
es_ar: %(user_name)s editó una puntuación.

source: %(name)s was due on %(end_date)s
cs: Termín dokončení %(name)s byl %(end_date)s.
de: %(name)s war am %(end_date)s fällig
es_ar: %(name)s estaba previsto para el %(end_date)s.

source: Please make final updates to your Objectives
cs: Proveďte poslední úpravy svých cílů.
de: Bitte nehmen Sie die abschliessenden Aktualisierungen Ihrer Ziele vor
es_ar: Por favor realice las últimas actualizaciones de sus objetivos.

source: Would you like to add %(goal_name)s to your calendar?
cs: Chtěl/a byste přidat cíl %(goal_name)s do svého kalendáře?
de: Möchten Sie %(goal_name)s zu Ihrem Kalender hinzufügen?
es_ar: ¿Desea agregar a %(goal_name)s a su calendario?

source: Add %(number)d new %(BW_GOALS)s to your calendar
cs: Přidat nové cíle (%(number)d) do vašeho kalendáře%(BW_GOALS)s
de: %(number)d neue %(BW_GOALS)s Ziele zu Ihrem Kalender hinzufügen
es_ar: Agregue %(number)d %(BW_GOALS)s nuevas a su calendario

source: Your Team's Week in Review
cs: Výsledky týdne vašeho týmu
de: Der Wochenrückblick Ihres Teams
es_ar: Repaso de la semana de su equipo

source: Your Week in Review
cs: Výsledky vašeho týdne
de: Ihr Wochenrückblick
es_ar: Repaso de su semana

source: Some changes were made in your name - please confirm
cs: Vaším jménem byly provedeny některé změny - potvrďte je
de: Es wurden in Ihrem Namen einige Änderungen durchgeführt, bitte bestätigen Sie
es_ar: Algunos cambios se han realizado en su nombre, confírmelos

source: New %(custom_word)s with %(preferred_name)s
cs: Nová %(custom_word)s s %(preferred_name)s
de: Neue %(custom_word)s für %(preferred_name)s
es_ar: Nueva %(custom_word)s con %(preferred_name)s

source: someone
cs: někdo
de: jemand
es_ar: alguien

source: 1-1 meeting with %(peername)s in %(time_remaining_str)s
cs: Schůzka 1-1 s %(peername)s, čas do schůzky %(time_remaining_str)s
de: 1:1-Besprechung mit %(peername)s in %(time_remaining_str)s
es_ar: Reunión personal con %(peername)s dentro de %(time_remaining_str)s

source: PREPARE MEETING CONTENT
cs: PŘIPRAVIT OBSAH SCHŮZKY
de: BESPRECHUNGSINHALTE VORBEREITEN
es_ar: PREPARE EL CONTENIDO DE LA REUNIÓN

source: ADD MORE AGENDA TOPICS
cs: PŘIDAT DALŠÍ TÉMATA AGENDY
de: WEITERE TAGESORDNUNGSPUNKTE HINZUFÜGEN
es_ar: AÑADIR MÁS TEMAS DE LA AGENDA

source: You have an upcoming %(custom_word)s meeting with %(peername)s in %(time_remaining_str)s.
cs: Máte naplánovanou %(custom_word)s schůzku s %(peername)s, čas do schůzky %(time_remaining_str)s.
de: Sie haben eine bevorstehende %(custom_word)s-Besprechung mit %(peername)s in %(time_remaining_str)s.
es_ar: Tiene una reunión %(custom_word)s con %(peername)s dentro de %(time_remaining_str)s.

source: Summary of your %(custom_word)s this week
cs: Shrnutí vašich schůzek %(custom_word)s tento týden
de: Übersicht über Ihre %(custom_word)s dieser Woche
es_ar: Resumen de su %(custom_word)s esta semana

source: View
cs: Zobrazit
de: Anzeigen
es_ar: Ver

source: No Agenda Topics
cs: Nejsou žádná témata agendy
de: Keine Tagesordnungspunkte
es_ar: No hay temas en la agenda

source: %(pending_action_items)s Pending action items
cs: Počet nevyřízených akčních bodů %(pending_action_items)s
de: %(pending_action_items)s Ausstehende Aktionselemente
es_ar: %(pending_action_items)s elementos de acción pendientes

source: %(pending_agenda_topics)s Agenda topics
cs: Počet témat agendy %(pending_agenda_topics)s
de: %(pending_agenda_topics)s Tagesordnungspunkte
es_ar: %(pending_agenda_topics)s temas de la agenda

source: A direct report got %(BW_RECOGNITION)s!
cs: Přímý podřízený získal uznání!%(BW_RECOGNITION)s
de: Ein direkt unterstellter Mitarbeiter hat %(BW_RECOGNITION)s erhalten!
es_ar: ¡Una persona que lo informa directamente obtuvo %(BW_RECOGNITION)s!

source: You got %(BW_RECOGNITION)s!
cs: Získal/a jste uznání!%(BW_RECOGNITION)s
de: Sie haben %(BW_RECOGNITION)s erhalten!
es_ar: ¡Tiene un %(BW_RECOGNITION)s!

source: %(user_name)s, your admin privileges have been updated
cs: Uživateli %(user_name)s, vaše práva správce byla aktualizována.
de: %(user_name)s, Ihre Administratorrechte wurden aktualisiert
es_ar: %(user_name)s, sus privilegios administrativos se han actualizado.

source: %(user_name)s, your admin privileges have been removed
cs: Uživateli %(user_name)s, vaše práva správce byla odstraněna.
de: %(user_name)s, Ihre Administratorrechte wurden Ihnen entzogen
es_ar: %(user_name)s, sus privilegios administrativos se han eliminado.

source: %(user_name)s has been deactivated
cs: Uživatel %(user_name)s byl deaktivován.
de: %(user_name)s wurde deaktiviert
es_ar: Se ha desactivado a %(user_name)s.

source: %(filter_name)s Report
cs: Zpráva filtru %(filter_name)s
de: %(filter_name)s-Bericht
es_ar: Informe de %(filter_name)s

source: Status Report
cs: Zpráva o stavu
de: Statusbericht
es_ar: Informe de estado

source: This report is based on the filter you set in the %(BW_GOAL)s list.
cs: Tato zpráva je založená na filtru, který jste nastavili v seznamu cílů.%(BW_GOAL)s
de: Dieser Bericht basiert auf dem Filter, den Sie in der %(BW_GOAL)s-Liste festgelegt haben.
es_ar: Este informe se basa en el filtro que estableció en la lista de %(BW_GOAL)s.

source: Overall progress
cs: Celkový postup
de: Gesamtfortschritt
es_ar: Progreso general

source: Top {{ GOALS }} at risk
cs: Hlavní cíle v ohrožení {{ GOALS }}
de: Gefährdete Top-{{ GOALS }}
es_ar: {{ GOALS }} en mayor riesgo

source: All contributing {{ GOALS }}
cs: Všichni, kdo se podílejí na cíli {{ GOALS }}
de: Alle beitragenden {{ GOALS }}
es_ar: Todas las {{ GOALS }} que contribuyen

source: My Peers / My Direct Reports
cs: Moji kolegové / moji přímí podřízení
de: Meine Kollegen / meine direkt unterstellten Mitarbeiter
es_ar: Mis pares/Mis subordinados

source: My Department
cs: Moje oddělení
de: Meine Abteilung
es_ar: Mi departamento

source: Risk - On Track
cs: Riziko – v souladu s plánem
de: Risiko – normal
es_ar: Riesgo - En progreso

source: Risk - At Risk
cs: Riziko - hrozí nebezpečí
de: Risiko – gefährdet
es_ar: Riesgo - En riesgo

source: Risk - Needs Attention
cs: Riziko – je třeba mu věnovat pozornost
de: Risiko – Maßnahmen erforderlich
es_ar: Riesgo - Necesita atención

source: My ${ CAP_GOALS }
cs: Mé cíle
de: Meine ${ CAP_GOALS }
es_ar: Mis ${ CAP_GOALS }

source: Team ${ CAP_GOALS }
cs: Cíle týmu
es_ar: ${ CAP_GOALS } del equipo

source: Top Company ${ CAP_GOALS }
cs: Nejlepší cíle společnosti
de: Top-Unternehmens-${ CAP_GOALS }
es_ar: ${ CAP_GOALS } principales de la empresa

source: ${ CAP_GOALS } I Follow
cs: Cíle, které sleduji
de: ${ CAP_GOALS }, denen ich folge
es_ar: ${ CAP_GOALS } que sigo

source: My Direct Reports
cs: Mí přímí podřízení
de: Meine direkt unterstellten Mitarbeiter
es_ar: Personas que me informan directamente

source: My Peers
cs: Mí kolegové
de: Meine Kollegen
es_ar: Mis pares

source: Unsaved Filter
cs: Neuložený filtr
de: Nicht gespeicherter Filter
es_ar: Filtro sin guardar

source: user %(username)s cannot assess goal %(id)d
cs: uživatel %(username)s nemůže zhodnotit cíl %(id)d
de: Der Benutzer %(username)s kann das Ziel %(id)d nicht bewerten
es_ar: el usuario %(username)s no puede evaluar la meta %(id)d

source: scoring is not enabled for users org
cs: úspěchy nejsou pro uživatele organizací povoleny
de: Das Abgeben von Punkten ist für die Benutzerorganisationen deaktiviert.
es_ar: la puntuación no está habilitada para usuarios de esta organización

source: scoring is forced for this org
cs: úspěchy jsou pro tuto organizaci povinné
de: Das Abgeben von Punkten ist obligatorisch für diese Organisation.
es_ar: la puntuación se aplica para esta organización

source: score must be normalized between 0 and 1
cs: úspěch musí být mezi 0 a 1
de: Der Punktestand muss zwischen 0 und 1 normiert sein
es_ar: la puntuación debe normalizarse entre 0 y 1

source: user %(user_name)s cannot edit assessment %(id)d
cs: uživatel %(user_name)s nemůže upravit hodnocení %(id)d
de: Der Benutzer %(user_name)s kann die Bewertung %(id)d nicht bearbeiten.
es_ar: el usuario %(user_name)s no puede editar la evaluación %(id)d

source: may not edit assessment over 24 hours old
cs: nemůžete upravovat hodnocení staré více než 24 hodin
de: kann keine Bewertungen bearbeiten, die mehr als 24 Stunden alt sind.
es_ar: no puede editar la evaluación al superar las 24 horas

source: Invalid Organizations
cs: Neplatné organizace
de: Ungültige Organisationen
es_ar: Organizaciones no válidas

source: modify access restricted
cs: přístup k úpravám je omezen
de: Änderungszugriff beschränkt
es_ar: acceso restringido para modificar

source: may not modify comment over 24 hours old
cs: nemůžete upravovat komentář starší než 24 hodin
de: kann keine Kommentare ändern, die mehr als 24 Stunden alt sind.
es_ar: no puede modificar un comentario al superar las 24 horas

source: invalid comment type, expected %(type)s
cs: neplatný typ komentáře, očekávaný typ: %(type)s
de: Ungültiger Kommentartyp, %(type)s erwartet
es_ar: tipo de comentario no válido, se espera %(type)s

source: may not edit comment over 24 hours old
cs: nemůžete upravovat komentář starší než 24 hodin
de: kann keine Kommentare bearbeiten, die mehr als 24 Stunden alt sind.
es_ar: no puede editar un comentario al superar las 24 horas

source: comments can only be edited by the author
cs: komentáře může upravovat pouze jejich autor
de: Kommentare können nur vom Autor bearbeitet werden.
es_ar: solo el autor puede editar los comentarios

source: alignment to parent is locked
cs: připojení k nadřazené jednotce je zamčeno
de: Verknüpfung zu übergeordnetem Ziel ist gesperrt
es_ar: la alineación a la principal está bloqueada

source: auto_target measurement_type must be one of %(a_list)s
cs: auto_target measurement_type musí být jedna z hodnot na seznamu %(a_list)s
de: auto_target measurement_type muss Teil von %(a_list)s sein
es_ar: auto_target measurement_type debe ser uno de %(a_list)s

source: start and end must not be datetime
cs: zahájení a konec nesmí být datum a čas
de: Start und Ende dürfen nicht datetime sein
es_ar: comienzo y finalización no deben ser datetime

source: start must be before end
cs: začátek musí předcházet konci
de: Start muss vor dem Ende liegen
es_ar: el comienzo debe ser anterior a la finalización

source: measurement_type must be one of %(a_list)s
cs: measurement_type musí být jedna z hodnot na seznamu %(a_list)s
de: measurement_type muss Teil von %(a_list)s sein
es_ar: measurement_type debe ser uno de %(a_list)s

source: invalid owner
cs: neplatný vlastník
de: Ungültiger Besitzer
es_ar: propietario no válido

source: your goals are locked. please contact your administrator
cs: vaše cíle jsou uzamčeny. kontaktujte svého správce
de: Ihre Ziele sind gesperrt. Bitte wenden Sie sich an Ihren Administrator
es_ar: sus metas están bloqueadas; comuníquese con su administrador

source: owner must be instance of Owner
cs: vlastník musí být v instanci typu Vlastník
de: Besitzer muss eine Instanz von Besitzer sein
es_ar: el propietario debe ser en instancia de Propietario

source: group owner not allowed
cs: skupinový vlastník není povolen
de: Gruppenbesitzer nicht erlaubt
es_ar: no se admite propietario de grupo

source: team owner not allowed
cs: týmový vlastník není povolen
de: Teambesitzer nicht erlaubt
es_ar: no se admite propietario de equipo

source: public goal cannot be created with private goals only enabled
cs: veřejný cíl nelze vytvořit, pokud jsou povoleny pouze soukromé cíle
de: öffentliches Ziel kann nicht erstellt werden, wenn nur private Ziele aktiviert sind.
es_ar: no se puede crear un objetivo público si solo están activados los objetivos privados

source: public sub-goal cannot be created with private goals only enabled
cs: veřejný dílčí cíl nelze vytvořit, pokud jsou povoleny pouze soukromé cíle
de: öffentliches Unterziel kann nicht erstellt werden, wenn nur private Ziele aktiviert sind.
es_ar: no se puede crear un subobjetivo público si solo están activados los objetivos privados

source: attribute scope is required
cs: rozsah atributu je povinný údaj
de: Attributumfang erforderlich
es_ar: el alcance de atributos es obligatorio

source: attribute type is required
cs: typ atributu je povinný údaj
de: Attributtyp erforderlich
es_ar: el tipo de atributo es obligatorio

source: Today @ %(formatted_time)s
cs: Dnes v %(formatted_time)s
de: Heute um %(formatted_time)s
es_ar: Hoy a las %(formatted_time)s

source: Tomorrow @ %(formatted_time)s
cs: Zítra v %(formatted_time)s
de: Morgen um %(formatted_time)s
es_ar: Mañana a las %(formatted_time)s

source: Does not repeat
cs: Neopakuje se
de: Keine Wiederholung
es_ar: No se repite

source: Add Agenda Topics
cs: Přidat témata agendy
de: Tagesordnungspunkte hinzufügen
es_ar: Añadir temas de la agenda

source: Weekly
cs: Týdně
de: Wöchentlich
es_ar: Semanal

source: Monthly
cs: Měsíční
de: Monatlich
es_ar: Mensual

source: Monday
cs: Pondělí
de: Montag
es_ar: Lunes

source: Tuesday
cs: Úterý
de: Dienstag
es_ar: Martes

source: Wednesday
cs: Středa
de: Mittwoch
es_ar: Miércoles

source: Thursday
cs: Čtvrtek
de: Donnerstag
es_ar: Jueves

source: Friday
cs: Pátek
de: Freitag
es_ar: Viernes

source: Saturday
cs: Sobota
de: Samstag
es_ar: Sábado

source: Sunday
cs: Neděle
de: Sonntag
es_ar: Domingo

source: last
cs: poslední
de: letzte
es_ar: última

source: Weekly on %(frequency_day)s
cs: Každý týden, %(frequency_day)s
de: Wöchentlich am %(frequency_day)s
es_ar: Cada semana, los %(frequency_day)s

source: Biweekly on %(frequency_day)s
cs: Každé dva týdny, %(frequency_day)s
de: Alle zwei Wochen am %(frequency_day)s
es_ar: Cada dos semanas, los %(frequency_day)s

source: Triweekly on %(frequency_day)s
cs: Každé tři týdny, %(frequency_day)s
de: Alle drei Wochen am %(frequency_day)s
es_ar: Cada tres semanas, los %(frequency_day)s

source: Monthly on %(frequency_week)s %(frequency_day)s
cs: Každý měsíc, týden %(frequency_week)s, %(frequency_day)s
de: Monatlich am %(frequency_week)s%(frequency_day)s
es_ar: Cada mes, los %(frequency_week)s %(frequency_day)s

source: Click here to download your report, link expires in %(ttl)s %(day)s.
cs: Klikněte sem a stáhněte si svou zprávu, odkaz vyprší za %(ttl)s %(day)s.
de: Klicken Sie hier, um Ihren Bericht herunterzuladen. Der Link verfällt in %(ttl)s %(day)s.
es_ar: Haga clic aquí para descargar su informe. El enlace caduca en %(ttl)s %(day)s.

source: days
cs: dny
de: Tagen
es_ar: días

source: day
cs: den
de: Tag
es_ar: día

source: Here is your %(report_name)s. %(description_of_report)s
cs: Zde je vaše zpráva %(report_name)s. %(description_of_report)s
de: Dies ist Ihr %(report_name)s. %(description_of_report)s
es_ar: Aquí tiene su %(report_name)s. %(description_of_report)s

source: The report you requested is empty since there is no data.
cs: Požadovaná zpráva je prázdná, protože nejsou k dispozici žádné údaje.
de: Der von Ihnen angeforderte Bericht ist leer, da keine Daten vorhanden sind.
es_ar: El informe que solicitó está vacío ya que no hay datos.

source: %s to %s
cs: %s na %s
de: %s bis %s
es_ar: De %s a %s

source: Click on the link(s) below to download your reports, link(s) expire in %(ttl)s %(day)s:
cs: Kliknutím na odkaz(y) níže si můžete stáhnout své protokoly. Platnost odkazů vyprší za %(ttl)s %(day)s:
de: Klicken Sie auf den/die nachstehenden Link(s), um Ihre Berichte herunterzuladen. Link-Ablauf in %(ttl)s %(day)s:
es_ar: Haga clic en los enlaces de abajo para descargar sus informes. Los enlaces caducan dentro de %(ttl)s %(day)s:

source: %(BW_CALIBRATION)s Summary Report - %(cycle_name)s Cycle.csv
cs: Souhrnná zpráva %(BW_CALIBRATION)s - %(cycle_name)s Cycle.csv
de: Übersichtsbericht für %(BW_CALIBRATION)s – Zyklus.csv für %(cycle_name)s
es_ar: Informe del resumen de %(BW_CALIBRATION)s - %(cycle_name)s Cycle.csv

source: %(BW_CALIBRATION)s Summary Report
cs: Souhrnná zpráva %(BW_CALIBRATION)s
de: Übersichtsbericht für %(BW_CALIBRATION)s
es_ar: Informe del resumen de %(BW_CALIBRATION)s

source: %(BW_CALIBRATION)s %(cycle_name)s Decisions for Your Team
cs: %(BW_CALIBRATION)s %(cycle_name)s – Rozhodnutí pro váš tým
de: %(BW_CALIBRATION)s für %(cycle_name)s-Entscheidungen für Ihr Team
es_ar: Decisiones del %(cycle_name)s de %(BW_CALIBRATION)s sobre su equipo

source: This report contains the changes recommended for your team as part of the %(cycle)s process.
cs: Tato zpráva obsahuje změny doporučované vašemu týmu v rámci procesu %(cycle)s.
de: Dieser Bericht enthält die für Ihr Team empfohlenen Veränderungen im Rahmen des %(cycle)s-Prozesses.
es_ar: Este informe incluye los cambios recomendados para su equipo como parte del proceso de %(cycle)s.

source: Categories
cs: Kategorie
de: Kategorien
es_ar: Categorías

source: %(user)s cheered your %(BW_GOAL)s
cs: Uživatel %(user)s vás povzbudil v cíli.%(BW_GOAL)s
de: %(user)s hat Ihr %(BW_GOAL)s gelobt
es_ar: %(user)s alentó su %(BW_GOAL)s

source: %(user)s nudged your %(BW_GOAL)s
cs: Uživatel %(user)s pošťouchl váš cíl.%(BW_GOAL)s
de: %(user)s hat Ihr %(BW_GOAL)s angestupst
es_ar: %(user)s incentivó su %(BW_GOAL)s

source: %(user)s has updated your administrative privileges
cs: Uživatel %(user)s aktualizoval vaše práva správce.
de: %(user)s hat Ihre Administratorrechte aktualisiert
es_ar: %(user)s ha actualizado sus privilegios administrativos.

source: %(user)s has removed your administrative privileges
cs: Uživatel %(user)s vám odebral práva správce.
de: %(user)s hat Ihnen Ihre Administratorrechte entzogen
es_ar: %(user)s ha eliminado sus privilegios administrativos.

source: %(user)s assessed a contribution to your %(BW_GOAL)s
cs: Uživatel %(user)s zhodnotil váš přínos k vašemu cíli.%(BW_GOAL)s
de: %(user)s hat einen Beitrag zu Ihrem %(BW_GOAL)s bewertet
es_ar: %(user)s evaluó una contribución para su %(BW_GOAL)s

source: Conversations
cs: Konverzace
de: Konversationen
es_ar: Conversaciones

source: Feedback
cs: Zpětná vazba
es_ar: Comentario

source: Recognition
cs: Uznání
de: Anerkennung
es_ar: Reconocimiento

source: %(user)s deleted your %(BW_GOAL)s
cs: Uživatel %(user)s smazal váš cíl.%(BW_GOAL)s
de: %(user)s hat Ihr %(BW_GOAL)s gelöscht
es_ar: %(user)s eliminó su %(BW_GOAL)s

source: %(user)s reassigned %(goal)s
cs: Uživatel %(user)s přidělil cíl %(goal)s.
de: %(user)s hat %(goal)s neu zugewiesen
es_ar: %(user)s reasignó %(goal)s.

source: %(user)s reassigned %(BW_GOAL)s
cs: Uživatel %(user)s přidělil cíl.%(BW_GOAL)s
de: %(user)s hat %(BW_GOAL)s neu zugewiesen
es_ar: %(user)s reasignó una %(BW_GOAL)s

source: %(user)s assigned you %(goal)s
cs: Uživatel %(user)s vám přidělil cíl %(goal)s.
de: %(user)s hat Ihnen %(goal)s zugewiesen
es_ar: %(user)s le asignó %(goal)s.

source: %(user)s assigned you %(BW_GOAL)s
cs: Uživatel %(user)s vám přidělil cíl.%(BW_GOAL)s
de: %(user)s hat Ihnen ein %(BW_GOAL)s zugewiesen
es_ar: %(user)s le asignó una %(BW_GOAL)s

source: %(user)s made progress on %(BW_GOAL)s you're following
cs: Uživatel %(user)s postoupil v cíli, který sledujete.%(BW_GOAL)s
de: %(user)s hat einen Fortschritt für ein %(BW_GOAL)s gemacht, dem Sie folgen
es_ar: %(user)s progresó en una %(BW_GOAL)s que sigue

source: %(user)s commented on %(BW_GOAL)s
cs: Uživatel %(user)s okomentoval cíl.%(BW_GOAL)s
de: %(user)s hat %(BW_GOAL)s kommentiert
es_ar: %(user)s comentó una %(BW_GOAL)s

source: %(user)s also commented on %(goal)s
cs: Uživatel %(user)s také okomentoval cíl %(goal)s.
de: %(user)s hat auch %(goal)s kommentiert
es_ar: %(user)s también comentó en %(goal)s.

source: %(user)s also commented on %(BW_GOAL)s
cs: Uživatel %(user)s také okomentoval cíl.%(BW_GOAL)s
de: %(user)s hat %(BW_GOAL)s auch kommentiert
es_ar: %(user)s también comentó una %(BW_GOAL)s

source: %(user)s completed %(BW_GOAL)s
cs: Uživatel %(user)s dokončil cíl.%(BW_GOAL)s
de: %(user)s hat %(BW_GOAL)s abgeschlossen
es_ar: %(user)s completó una %(BW_GOAL)s

source: %(user_name)s is now contributing to %(goal_name)s
cs: Uživatel %(user_name)s se nyní podílí na cíli %(goal_name)s.
de: %(user_name)s trägt jetzt zu %(goal_name)s bei
es_ar: %(user_name)s ahora contribuye a %(goal_name)s.

source: %(user_name)s is now contributing to your %(BW_GOAL)s
cs: Uživatel %(user_name)s se nyní podílí na vašem cíli.%(BW_GOAL)s
de: %(user_name)s trägt jetzt zu Ihrem %(BW_GOAL)s bei
es_ar: %(user_name)s ahora contribuye a su %(BW_GOAL)s

source: You're now contributing to %(goal_name)s
cs: Nyní se podílíte na cíli %(goal_name)s.
de: Sie tragen jetzt zu %(goal_name)s bei
es_ar: Ahora contribuye a %(goal_name)s.

source: You're now contributing to %(user_name)s's %(BW_GOAL)s
cs: Nyní se podílíte na cíli uživatele %(user_name)s.%(BW_GOAL)s
de: Sie tragen jetzt zum %(BW_GOAL)s von %(user_name)s bei
es_ar: Ahora contribuye a una %(BW_GOAL)s de %(user_name)s

source: %(user_name)s deleted %(BW_A_GOAL)s
cs: Uživatel %(user_name)s smazal cíl.%(BW_A_GOAL)s
de: %(user_name)s hat %(BW_A_GOAL)s gelöscht
es_ar: %(user_name)s eliminó %(BW_A_GOAL)s

source: Its progress no longer contributes to %(goal_name)s
cs: Jeho postup již nepřispívá k dosažení cíle %(goal_name)s.
de: Der Fortschritt trägt nicht mehr zu %(goal_name)s bei
es_ar: Su progreso ya no contribuye a %(goal_name)s.

source: %(user_name)s removed %(BW_A_MILESTONE)s from your %(BW_GOAL)s
cs: Uživatel %(user_name)s odstranil milník z vašeho cíle.%(BW_A_MILESTONE)s%(BW_GOAL)s
de: %(user_name)s hat %(BW_A_MILESTONE)s von Ihrem %(BW_GOAL)s entfernt
es_ar: %(user_name)s eliminó %(BW_A_MILESTONE)s de su %(BW_GOAL)s

source: %(user_name)s has started a %(BW_CONVERSATION)s with you. Check it out.
cs: Uživatel %(user_name)s s vámi zahájil konverzaci. Podívejte se.%(BW_CONVERSATION)s
de: %(user_name)s hat eine %(BW_CONVERSATION)s mit Ihnen begonnen. Jetzt ansehen.
es_ar: %(user_name)s ha iniciado una %(BW_CONVERSATION)s con usted. Échele un vistazo.

source: %(user_link)s has started a %(BW_CONVERSATION)s with you
cs: Uživatel %(user_link)s s vámi zahájil konverzaci.%(BW_CONVERSATION)s
de: %(user_link)s hat eine %(BW_CONVERSATION)s mit Ihnen begonnen
es_ar: %(user_link)s ha iniciado una %(BW_CONVERSATION)s con usted

source: Today is the last day for you to complete your %(BW_CONVERSATION)s. Please take a few minutes to ensure you are done.
cs: Dnes je poslední den, kdy můžete dokončit konverzaci. Věnujte tomu prosím pár minut a záležitost dokončete.%(BW_CONVERSATION)s
de: Heute ist der letzte Tag, an dem Sie Ihre %(BW_CONVERSATION)s abschließen können. Bitte nehmen Sie sich einige Minuten Zeit, um sicherzustellen, dass Sie fertig sind.
es_ar: Hoy es el último día para completar su %(BW_CONVERSATION)s. Tómese unos minutos para asegurarse de haberlo hecho.

source: %(conversation_name)s due today
cs: Konverzace %(conversation_name)s má dnes termín dokončení.
de: %(conversation_name)s ist heute fällig
es_ar: %(conversation_name)s está prevista para hoy.

source: Your answers to %(conversation_name)s with %(direct_name)s were changed
cs: Vaše odpovědi v konverzaci s názvem %(conversation_name)s s přímým podřízeným %(direct_name)s se změnily
de: Ihre Antworten auf %(conversation_name)s mit %(direct_name)s wurden geändert.
es_ar: Se cambiaron sus respuestas a %(conversation_name)s con %(direct_name)s
