Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: These are the %(BW_GOALS)s you're following. Manage the %(BW_GOALS)s you follow in Betterworks.
cs: Toto jsou cíle, které sledujete. Spravujte cíle, které sledujete, v aplikaci Betterworks.%(BW_GOALS)s%(BW_GOALS)s
de: Hier sind die %(BW_GOALS)s, denen Sie folgen. Verwalten Sie diese %(BW_GOALS)s bei Betterworks.
es_ar: Estas son las %(BW_GOALS)s que sigue. Administre las %(BW_GOALS)s que sigue en Betterworks.

source: %(BW_CAP_GOALS)s you're following
cs: Cíle, které sledujete%(BW_CAP_GOALS)s
de: %(BW_CAP_GOALS)s, denen Sie folgen
es_ar: %(BW_CAP_GOALS)s que sigue

source: no updates
cs: žádné aktualizace
de: keine Updates
es_ar: sin actualizaciones

source: 1 update
cs: 1 aktualizace
es_ar: 1 actualización

source: Hi %(preferred_name)s! This is your first weekly digest.
cs: Dobrý den, %(preferred_name)s. Toto je váš první týdenní přehled.
de: Hallo %(preferred_name)s! Dies ist Ihre erste wöchentliche Zusammenfassung.
es_ar: ¡Hola, %(preferred_name)s! Este es su primer boletín semanal.

source: Use it to plan your week.
cs: Použijte ho k naplánovaní svého týdne.
de: Nutzen Sie sie, um Ihre Woche zu planen.
es_ar: Úselo para planificar su semana.

source: Hi <strong>%(preferred_name)s</strong>, here's your week in review
cs: Dobrý den, <strong>%(preferred_name)s</strong>, zde jsou výsledky vašeho týdne.
de: Hallo <strong>%(preferred_name)s</strong>, hier ist Ihr Wochenrückblick.
es_ar: Hola, <strong>%(preferred_name)s</strong>: este es un repaso de su semana.

source: Your Overall Progress
cs: Váš celkový postup
de: Ihr Gesamtfortschritt
es_ar: Su progreso general

source: %(full_name)s updated
cs: Jméno %(full_name)s bylo aktualizováno.
de: %(full_name)s aktualisiert
es_ar: %(full_name)s actualizó

# goal_name, %80 completed
source: %(goal_name)s, %(progress_percent)s%% completed
cs: Cíl %(goal_name)s je splněn na %(progress_percent)s %%.
de: %(goal_name)s zu %(progress_percent)s %% abgeschlossen
es_ar: %(goal_name)s, %(progress_percent)s%% completada

source: And %(goals_amount)s more...
cs: A ještě %(goals_amount)s dalších...
de: Und %(goals_amount)s weitere …
es_ar: Y %(goals_amount)s más...

source: No activity
cs: Žádná aktivita
de: Keine Aktivität
es_ar: Sin actividad

source: The Betterworks app: Better feedback within reach
cs: Aplikace Betterworks: Lepší zpětná vazba na dosah
de: Die Betterworks-App: Besseres Feedback in Reichweite
es_ar: La aplicación de Betterworks: los mejores comentarios al alcance.

source: <a href="%(unfollow_goal_link)s">Unfollow</a> this %(BW_GOAL)s |
cs: <a href="%(unfollow_goal_link)s">Přestat sledovat</a> tento cíl |%(BW_GOAL)s
de: Diesem %(BW_GOAL)s <a href="%(unfollow_goal_link)s">nicht mehr folgen</a> |
es_ar: <a href="%(unfollow_goal_link)s">Dejar de seguir</a> esta %(BW_GOAL)s |

source: Unsubscribe
cs: Odhlásit se z odběru
de: Abonnement beenden
es_ar: Cancelar la suscripción

source: <a href="%(settings_url)s">Update</a> notification preferences
cs: <a href="%(settings_url)s">Aktualizovat</a> předvolby oznámení
de: Benachrichtigungseinstellungen <a href="%(settings_url)s">aktualisieren</a>
es_ar: <a href="%(settings_url)s">Actualice</a> las preferencias de notificación.

source: An integration to Betterworks is currently in an error state. Below is the impacted integration and the error:
cs: Začlenění do aplikace Betterworks momentálně nefunguje správně. Níže najdete ovlivněná začlenění a chybu:
de: Eine Integration bei Betterworks ist derzeit in einem Fehlerzustand. Unten finden Sie die betroffene Integration und den Fehler:
es_ar: Una integración para Betterworks se encuentra en estado de error. A continuación, se detallan la integración afectada y el error:

source: Integration: %(error_type)s
cs: Začlenění: %(error_type)s
es_ar: Integración: %(error_type)s.

source: Please check the credentials and setup of your integration. If you would like more details about the error, please contact Betterworks support at support@betterworks.com.
cs: Zkontrolujte přihlašovací údaje a nastavení svého začlenění. Chcete-li získat více informací o chybě, kontaktujte podporu Betterworks na adrese support@betterworks.com.
de: Bitte überprüfen Sie die Anmeldedaten und die Konfiguration Ihrer Integration. Mehr Details zum Fehler erhalten Sie beim Betterworks-Support unter support@betterworks.com.
es_ar: Verifique las credenciales y la configuración de su integración. Si desea obtener más información sobre el error, comuníquese con el servicio de asistencia de Betterworks al escribir a support@betterworks.com.

source: <br>An uploaded file "%(filename)s" to Betterworks has been validated and contains errors. <br>Below is a secure link to the error report, and a brief summary of the changes. For information on common errors and their solutions, please see <a href="https://support.betterworks.com/hc/en-us/articles/360018760571">this article</a>. <br> <br>Integration: %(source)s <br>Full Report: <a href="%(error_summary_link)s">HERE</a> <br> <br>Errors: %(errored_count)s <br>Created: %(created_count)s <br>Updated: %(updated_count)s <br>Reactivated: %(reactivated_count)s <br>Deactivated: %(deactivated_count)s <br>
cs: <br>Soubor „%(filename)s“ nahraný do aplikace Betterworks byl ověřen a bylo zjištěno, že obsahuje chyby. <br>Níže najdete bezpečný odkaz na protokol chyb se stručným shrnutím změn. Informace o častých chybách a jejich řešení najdete v <a href="https://support.betterworks.com/hc/en-us/articles/360018760571">tomto článku</a>. <br> <br>Integrace: %(source)s <br>Úplná zpráva: <a href="%(error_summary_link)s">ZDE</a> <br> <br>Chyby: %(errored_count)s <br>Vytvořeno: %(created_count)s <br>Aktualizováno: %(updated_count)s <br>Znovu aktivováno: %(reactivated_count)s <br>Deaktivováno: %(deactivated_count)s <br>
de: <br>Die auf Betterworks hochgeladene Datei „%(filename)s“ wurde geprüft und enthält Fehler. <br>Nachstehend finden Sie einen sicheren Link zum Fehlerbericht und zu einer Übersicht über die Änderungen. Informationen zu häufigen Fehlern und deren Lösungen finden Sie in <a href="https://support.betterworks.com/hc/en-us/articles/360018760571">diesem Artikel</a>. <br> <br>Integration: %(source)s <br>Vollständiger Bericht: <a href="%(error_summary_link)s">HIER</a> <br> <br>Fehler: %(errored_count)s <br>Erstellt: %(created_count)s <br>Aktualisiert: %(updated_count)s <br>Reaktiviert: %(reactivated_count)s <br>Deaktiviert: %(deactivated_count)s <br>
es_ar: <br>Se ha validado el archivo "%(filename)s" subido a Betterworks, y contiene errores. <br>A continuación, encontrará un enlace seguro al informe de errores, así como un breve resumen de los cambios realizados. Para obtener más información sobre los errores habituales y sus correspondientes soluciones, consulte <a href="https://support.betterworks.com/hc/en-us/articles/360018760571">este artículo</a>. <br> <br>Integración: %(source)s <br>Informe completo: <a href="%(error_summary_link)s">AQUÍ</a> <br> <br>Errores: %(errored_count)s <br>Creación: %(created_count)s <br>Actualización: %(updated_count)s <br>Reactivación: %(reactivated_count)s <br>Desactivación: %(deactivated_count)s <br>

source: <br>Please correct the errors contained in the report. If you would like more details about the errors, please contact Betterworks support at support@betterworks.com. <br>ORG ID: %(org_id)s
cs: <br>Opravte chyby uvedené v protokolu. Chcete-li získat více informací o chybách, kontaktujte podporu Betterworks na adrese support@betterworks.com. <br>ID ORGANIZACE: %(org_id)s
de: <br>Bitte beheben Sie die im Bericht angegebenen Fehler. Mehr Details zu den Fehlern erhalten Sie beim Betterworks-Support unter support@betterworks.com. <br>ORGANISATIONS-ID: %(org_id)s
es_ar: <br>Corrija los errores que aparecen en el informe. Si desea obtener más información sobre los errores, comuníquese con el servicio de asistencia de Betterworks a través de support@betterworks.com. <br>ID de la empresa: %(org_id)s

source: The %(error_type)s integration to Betterworks is currently in an error state. Below you will find the error messages received for this integration. Please check the credentials and setup of the integration.
cs: Integrace pro %(error_type)s do Betterworks je momentálně ve stavu chyby. Níže naleznete chybová hlášení pro tuto integraci. Zkontrolujte ověřovací údaje a nastavení integrace.
de: Die Integration von %(error_type)s in Betterworks befindet sich derzeit im Fehlerstatus. Nachstehend finden Sie die Fehlermeldung, die für diese Integration ausgegeben wurde. Bitte überprüfen Sie die Anmeldedaten und die Konfiguration der Integration.
es_ar: Ha ocurrido un error en la integración de %(error_type)s con Betterworks. A continuación podrá consultar los mensajes de error recibidos sobre esta integración. Consulte las credenciales y configure la integración.

source: If you would like more details about the error, please contact Betterworks support at %(anchor_open_attr)ssupport@betterworks.com.%(anchor_close)s
cs: Pokud byste chtěli další podrobnosti o chybě, kontaktujte podporu Betterworks na adrese %(anchor_open_attr)ssupport@betterworks.com.%(anchor_close)s
de: Wenn Sie mehr Details zum Fehler benötigen, wenden Sie sich bitte unter %(anchor_open_attr)ssupport@betterworks.com%(anchor_close)s an den Betterworks-Support.
es_ar: Para obtener más información sobre el error, comuníquese con el servicio de asistencia de Betterworks a través de %(anchor_open_attr)ssupport@betterworks.com.%(anchor_close)s

source: Hi
cs: Dobrý den
es_ar: Hola

source: %(name)s just created a recurring %(meeting)s with you in Betterworks
cs: %(name)s právě vytvořil/a v Betterworks opakující se schůzku s vámi %(meeting)s
de: %(name)s hat gerade eine wiederkehrende %(meeting)s mit Ihnen in Betterworks erstellt.
es_ar: %(name)s acaba de crear una %(meeting)s periódica con usted en Betterworks

source: %(name)s just created a %(meeting)s with you in Betterworks
cs: %(name)s právě vytvořil/a v Betterworks schůzku s vámi %(meeting)s
de: %(name)s hat gerade eine %(meeting)s mit Ihnen in Betterworks erstellt.
es_ar: %(name)s acaba de crear una %(meeting)s con usted en Betterworks

source: Collaborate on the %(meeting)s content by adding your own agenda topics.
cs: Spolupracujte na obsahu schůzky %(meeting)s přidáním vlastních témat agendy.
de: Arbeiten Sie hinsichtlich des Inhalts der %(meeting)s zusammen, indem Sie Ihre eigenen Tagesordnungspunkte hinzufügen.
es_ar: Colabore en el contenido de la %(meeting)s añadiendo sus temas de la agenda.

source: Agenda Topics
cs: Témata agendy
de: Tagesordnungspunkte
es_ar: Temas de la agenda

source: Action Items
cs: Akční body
de: Aktionselemente
es_ar: Elementos de acción

source: New
cs: Nová
de: Neu
es_ar: Nuevo

source: <p style="font-size: 14px; color: #99999D; font-weight: bold;"> How to make 1:1s effective: </p> <ul style="font-size: 12px; color: #99999D; padding-left: 10px; line-height:20px; letter-spacing: 0;"> <li>Make sure you have added the agenda before the 1:1 itself</li> <li>Schedule regularly and try to keep it between 30-45 Mins</li> <li>Make notes during the 1:1 related to topics discussed</li> <li>Conclude the 1:1 with some action items for both parties</li> </ul>
cs: <p style="font-size: 14px; color: #99999D; font-weight: bold;"> Jak zefektivnit schůzky 1:1: </p> <ul style="font-size: 12px; color: #99999D; padding-left: 10px; line-height:20px; letter-spacing: 0;"> <li>Pro schůzku 1:1 zadejte agendu</li> <li>Plánujte schůzky pravidelně a snažte se, aby nepřesáhly 30–45 minut</li> <li>V průběhu schůzky 1:1 si dělejte poznámky o probíraných tématech</li> <li>Zakončete schůzku 1:1 akčními body pro obě strany</li> </ul>
de: <p style="font-size: 14px; color: #99999D; font-weight: bold;">So gestalten Sie Einzelgespräche effektiv: </p> <ul style="font-size: 12px; color: #99999D; padding-left: 10px; line-height:20px; letter-spacing: 0;"><li>Fügen Sie die Tagesordnung immer vor der eigentlichen Einzelgespräche hinzu</li> <li>Achten Sie auf Regelmäßigkeit und versuchen Sie, nicht mehr als 30–45 Min. zu beanspruchen</li> <li>Machen Sie sich während den Einzelgesprächen Notizen in Bezug auf die besprochenen Themen</li> <li>Schließen Sie die Einzelgespräche mit Aktionselementen für beide Seiten ab</li> </ul>
es_ar: <p style="font-size: 14px; color: #99999D; font-weight: bold;"> Cómo hacer efectivas las reuniones personales: </p> <ul style="font-size: 12px; color: #99999D; padding-left: 10px; line-height:20px; letter-spacing: 0;"> <li>Asegúrese de haber agregado la agenda antes de la reunión personal</li> <li>Prográmelas regularmente y trate de mantenerlas entre los 30-45 min</li> <li>Tome notas durante la reunión personal que estén relacionadas con los temas debatidos</li> <li>Concluya la reunión personal con algunos elementos de acción para ambas partes</li> </ul>

source: Collaborate on the %(meeting)s topics by adding your own agenda items
cs: Spolupracujte na tématech schůzky %(meeting)s – přidejte vlastní body programu
de: Arbeiten Sie hinsichtlich der Themen der %(meeting)s zusammen, indem Sie Ihre eigenen Tagesordnungspunkte hinzufügen.
es_ar: Colabore en los temas de la %(meeting)s añadiendo sus puntos a la agenda

source: Review your Agenda topics:
cs: Zkontrolujte témata agendy:
de: Überprüfen Sie Ihre Tagesordnungspunkte:
es_ar: Repase sus temas de la agenda:

source: If you don't have anything to discuss, consider cancelling the %(meeting)s
cs: Pokud nemáte o čem diskutovat, zvažte zrušení schůzky %(meeting)s
de: Wenn Sie nichts zu besprechen haben, ziehen Sie eine Absage der %(meeting)s in Betracht.
es_ar: Si no tiene ningún tema que tratar, considere cancelar la %(meeting)s

source: Here is a summary of your %(meetings)s upcoming %(custom_name)s this week.
cs: Zde je přehled vašich nadcházejících schůzek %(meetings)s ve %(custom_name)s v tomto týdnu.
de: Hier finden Sie eine Übersicht über Ihre %(meetings)s, die %(custom_name)s dieser Woche bevorsteht.
es_ar: Este es un resumen de %(custom_name)s de su %(meetings)s de esta semana.

source: To see full list of your %(meetings)s, <a href="%(active_meetings_url)s" style="text-decoration:underline;">click here</a>
cs: Chcete-li zobrazit všechny %(meetings)s, <a href="%(active_meetings_url)s" style="text-decoration:underline;">klikněte sem</a>
de: Um die vollständige Liste Ihrer %(meetings)s zu sehen, <a href="%(active_meetings_url)s" style="text-decoration:underline;">klicken Sie hier</a>
es_ar: Para ver la lista completa de sus %(meetings)s, <a href="%(active_meetings_url)s" style="text-decoration:underline;">haga clic aquí</a>

source: View %(BW_CAP_RECOGNITION)s
cs: Zobrazit uznání%(BW_CAP_RECOGNITION)s
de: %(BW_CAP_RECOGNITION)s anzeigen
es_ar: Ver %(BW_CAP_RECOGNITION)s

source: %(author_name)s just recognized %(employee_name)s.
cs: Uživatel %(author_name)s právě projevil uznání zaměstnanci %(employee_name)s.
de: %(author_name)s hat %(employee_name)s gerade Anerkennung gegeben.
es_ar: %(author_name)s acaba de reconocer a %(employee_name)s.

source: View %(BW_RECOGNITION)s
cs: Zobrazit uznání%(BW_RECOGNITION)s
de: %(BW_RECOGNITION)s anzeigen
es_ar: Ver %(BW_RECOGNITION)s

source: %(username)s gave you %(BW_A_RECOGNITION)s for your work
cs: Uživatel %(username)s vám projevil uznání za vaši práci.%(BW_A_RECOGNITION)s
de: %(username)s hat Ihnen %(BW_A_RECOGNITION)s für Ihre Arbeit gegeben.
es_ar: %(username)s le otorgó %(BW_A_RECOGNITION)s por su trabajo

source: You received this email because you signed up for a Betterworks Trial.
cs: Tento e-mail jste obdrželi, protože jste přihlášeni ke zkušební verzi aplikace Betterworks.
de: Sie erhalten diese E-Mail, da Sie sich für die Betterworks-Testversion registriert haben.
es_ar: Recibió este correo electrónico porque se registró para una prueba de Betterworks.

source: <strong>%(name)s</strong> has invited you to try Betterworks.
cs: <strong>%(name)s</strong> vás pozval/a, abyste vyzkoušel/a aplikaci Betterworks.
de: <strong>%(name)s</strong> hat Sie eingeladen, Betterworks zu testen.
es_ar: <strong>%(name)s</strong> lo invitó a probar Betterworks.

source: Betterworks is the easiest way to set and manage your company's goals.
cs: Aplikace Betterworks je nejsnadnější způsob, jak nastavit a spravovat cíle vaší společnosti.
de: Betterworks ist die einfachste Möglichkeit, die Ziele Ihres Unternehmens festzulegen und zu verwalten.
es_ar: Betterworks es la manera más fácil de configurar y administrar las metas de su empresa.

source: Click below to get started.
cs: Kliknutím níže začnete.
de: Klicken Sie unten, um loszulegen.
es_ar: Haga clic a continuación para comenzar.

source: Join Trial
cs: Připojit se ke zkušební verzi
de: Testversion starten
es_ar: Únase a la prueba.

source: Hi there, looks like your organization is already exploring Betterworks. Want to set up another trial, or add more users to an existing one? Just click below.
cs: Dobrý den, vypadá to, že vaše organizace už aplikaci Betterworks prozkoumává. Chcete zřídit další zkušební verzi, nebo přidat více uživatelů do již existující? Stačí kliknout níže.
de: Hallo, anscheinend testet Ihre Organisation Betterworks bereits. Möchten Sie eine weitere Testversion starten oder mehr Benutzer zu einer bereits bestehenden hinzufügen? Klicken Sie einfach unten.
es_ar: Hola, parece que su organización ya está explorando Betterworks. ¿Desea configurar otra prueba o agregar más usuarios a una existente? Simplemente haga clic a continuación.

source: Email Us
cs: Napište nám
de: E-Mail an uns schreiben
es_ar: Envíenos un correo electrónico.

source: Hi <strong>%(first_name)s</strong>,
cs: Dobrý den, <strong>%(first_name)s</strong>,
de: Hallo <strong>%(first_name)s</strong>,
es_ar: Hola, <strong>%(first_name)s</strong>:

source: click below to verify your email and start a 14-day trial with Betterworks.
cs: kliknutím níže ověříte svůj e-mail a zahájíte 14denní zkušební verzi aplikace Betterworks.
de: klicken Sie unten, um Ihre E-Mail-Adresse zu verifizieren und eine 14-tägige Betterworks-Testversion zu starten.
es_ar: haga clic a continuación para verificar su correo electrónico y comenzar con una prueba de 14 días con Betterworks.

source: It just takes one click.
cs: Stačí jedno kliknutí.
de: Sie sind nur einen Mausklick davon entfernt.
es_ar: Solo implica un clic.

source: Verify
cs: Ověřit
de: Verifizieren
es_ar: Verificar

source: This link expires in a week
cs: Tento odkaz za týden vyprší.
de: Dieser Link verfällt in einer Woche.
es_ar: Este vínculo expira en una semana.

source: %(user_name)s has updated your administrative privileges
cs: Uživatel %(user_name)s aktualizoval vaše práva správce.
de: %(user_name)s hat Ihre Administratorrechte aktualisiert
es_ar: %(user_name)s ha actualizado sus privilegios administrativos.

source: %(user_name)s has removed your administrative privileges
cs: Uživatel %(user_name)s vám odebral práva správce.
de: %(user_name)s hat Ihnen Ihre Administratorrechte entzogen
es_ar: %(user_name)s ha eliminado sus privilegios administrativos.

source: View Admin Page
cs: Zobrazit stránku správce
de: Administrator-Seite anzeigen
es_ar: Ver la página de administración.

source: Hi %(preferred_name)s
cs: Dobrý den, %(preferred_name)s,
de: Hallo %(preferred_name)s,
es_ar: Hola, %(preferred_name)s.

source: Welcome to Goals Lite!
cs: vítejte v aplikaci Goals Lite!
de: Willkommen bei Goals Lite!
es_ar: ¡Le damos la bienvenida a Goals Lite!

source: Your Betterworks experience just got a lot simpler.
cs: Vaše používání aplikace Betterworks se právě o dost zjednodušilo.
de: Ihr Betterworks-Erlebnis ist gerade noch einfacher geworden.
es_ar: Su experiencia con Betterworks ahora es más simple que nunca.

source: %(BW_CAP_FEEDBACKS)s and %(BW_CAP_RECOGNITIONS)s from teammates
cs: Zpětné vazby a uznání od členů týmu%(BW_CAP_FEEDBACKS)s%(BW_CAP_RECOGNITIONS)s
de: %(BW_CAP_FEEDBACKS)s und %(BW_CAP_RECOGNITIONS)s von Teamkollegen
es_ar: %(BW_CAP_FEEDBACKS)s y %(BW_CAP_RECOGNITIONS)s de compañeros de equipo

source: Goals Lite makes it easy for your teammates to recognize you <!-- IGNORE_WORD --> for your accomplishments, and to give %(BW_FEEDBACKS)s that you can actually use.
cs: Aplikace Goals Lite vašim kolegům z týmu usnadňuje způsob, jak vám projevit uznání <!-- IGNORE_WORD --> za to, čeho jste dosáhli, a jak poskytnout užitečnou zpětnou vazbu.%(BW_FEEDBACKS)s
de: Mit Goals Lite können Ihre Teamkollegen <!-- IGNORE_WORD --> Ihre Erfolge ganz einfach anerkennen und Ihnen wirklich nützliche %(BW_FEEDBACKS)s geben.
es_ar: Goals Lite hace que sea fácil para sus compañeros de equipo reconocerlo <!-- IGNORE_WORD --> por sus logros, así como otorgar %(BW_FEEDBACKS)sque realmente pueda usar.

source: Authentic %(BW_CONVERSATIONS)s with your manager
cs: Opravdové konverzace s vaším vedoucím%(BW_CONVERSATIONS)s
de: Authentische %(BW_CONVERSATIONS)s mit Ihrem Manager
es_ar: %(BW_CONVERSATIONS)s auténticas con su gerente

source: The Betterworks %(BW_CONVERSATION)s helps cut the time you spend preparing for %(BW_CONVERSATIONS)s, and brings your awesome accomplishments right to the %(BW_CONVERSATION)s itself.
cs: Konverzace v aplikaci Betterworks pomáhají zkrátit dobu přípravy na ně a přináší vaše úspěchy přímo do samotné konverzace.%(BW_CONVERSATION)s%(BW_CONVERSATIONS)s%(BW_CONVERSATION)s
de: Die Betterworks-%(BW_CONVERSATION)s reduziert die Zeit, die Sie für die Vorbereitung von %(BW_CONVERSATIONS)s aufwenden, und verschafft Ihnen tolle Erfolge bei der %(BW_CONVERSATION)s selbst.
es_ar: La %(BW_CONVERSATION)s de Betterworks ayuda a reducir el tiempo que emplea al prepararse para las %(BW_CONVERSATIONS)s y suma sus increíbles logros directamente a la propia %(BW_CONVERSATION)s.

source: Clear expectations and %(BW_GOALS)s
cs: Jasná očekávání a cíle%(BW_GOALS)s
de: Klare Vorstellungen und %(BW_GOALS)s
es_ar: %(BW_GOALS)s y expectativas claras

source: With Goals Lite, setting %(BW_GOALS)s is incredibly easy. <!-- IGNORE_WORD --> Now, you can be sure that expectations between you and your manager are crystal clear.
cs: S aplikací Goals Lite je nastavení cílů neuvěřitelně snadné. <!-- IGNORE_WORD --> Nyní si můžete být jistí, že očekávání vás i vašeho vedoucího jsou nad slunce jasná.%(BW_GOALS)s
de: Mit Goals Lite ist das Festlegen Ihrer %(BW_GOALS)s unglaublich einfach. <!-- IGNORE_WORD --> So sind die Erwartungen zwischen Ihnen und Ihrem Manager stets eindeutig.
es_ar: Con Goals Lite, establecer %(BW_GOALS)s es extremadamente fácil. <!-- IGNORE_WORD --> Ahora puede asegurarse de que las expectativas entre usted y su gerente sean claras como el agua.

source: Congratulations, you're now using Goals Pro!
cs: Gratulujeme, nyní používáte verzi Goals Pro!
de: Glückwunsch, Sie nutzen jetzt Goals Pro!
es_ar: ¡Felicitaciones, ya está usando Goals Pro!

source: The Pro experience helps you set and achieve awesome %(BW_GOALS)s.
cs: Profi funkce vám umožní nastavit a dosáhnout úžasných cílů.%(BW_GOALS)s
de: Mit dem Pro-Erlebnis können Sie tolle %(BW_GOALS)s festlegen und erreichen.
es_ar: La experiencia con Pro lo ayuda a establecer y alcanzar %(BW_GOALS)s increíbles.

source: Connect your %(BW_GOALS)s to others
cs: Připojte své cíle k dalším%(BW_GOALS)s
de: Verbinden Sie Ihre %(BW_GOALS)s mit anderen
es_ar: Conecte sus %(BW_GOALS)s con otras
