Repository: RyanB99/LanguageMappingTest
Catalog: bwi18n/LOCALES/*/LC_MESSAGES/django.po
Languages: cs, de, es_ar

source: <strong>You haven't set any %(BW_GOALS)s inside of Betterworks yet.</strong> <br><br> We know you're busy working hard, which is why it's important to take a few minutes to create %(BW_GOALS)s, and let people know the cool things you're doing.
cs: <strong>Zatím jste si v aplikaci Betterworks neurčili žádné cíle.</strong> <br><br> Víme, že tvrdě pracujete, a proto je důležité udělat si chvilku času na vytvoření cílů a dát lidem vědět o těch skvělých věcech, na kterých pracujete.%(BW_GOALS)s%(BW_GOALS)s
de: <strong>Sie haben bislang keine %(BW_GOALS)s bei Betterworks festgelegt.</strong> <br><br> Wir wissen, dass Sie beschäftigt sind. Deshalb ist es wichtig, dass Sie sich ein paar Minuten Zeit nehmen, %(BW_GOALS)s zu erstellen und andere über die tollen Dinge zu informieren, an denen Sie arbeiten.
es_ar: <strong>Todavía no estableció %(BW_GOALS)s en Betterworks.</strong> <br><br> Sabemos que está ocupado trabajando mucho, por lo cual es importante que dedique unos minutos a crear %(BW_GOALS)s y permitir que las personas conozcan las cosas geniales que está haciendo.

source: This is a reminder that the %(BW_GOAL)s create deadline has already passed: <strong>%(end_date)s</strong>.<br> We know your team is working hard, but please encourage this team member to create %(BW_GOALS)s:<!-- IGNORE_WORD -->
cs: Toto je připomínka, že lhůta pro vytvoření cílů už uplynula: <strong>%(end_date)s</strong>.<br> Víme, že váš tým tvrdě pracuje, ale pobídněte tohoto člena týmu, aby si vytvořil cíle:<!-- IGNORE_WORD -->%(BW_GOAL)s%(BW_GOALS)s
de: Hiermit werden Sie daran erinnert, dass die Frist für die Erstellung von %(BW_GOAL)sen bereits verstrichen ist: <strong>%(end_date)s</strong>.<br> Wir wissen, dass Ihr Team hart arbeitet, aber bitte ermutigen Sie dieses Teammitglied, die %(BW_GOALS)s zu erstellen:<!-- IGNORE_WORD -->
es_ar: Este es un recordatorio de que la fecha límite de creación de %(BW_GOAL)s ya pasó: <strong>%(end_date)s</strong>.<br> Sabemos que su equipo está trabajando mucho, pero aliente a los miembros de su equipo a crear %(BW_GOALS)s:<!-- IGNORE_WORD -->

source: Email %(user_name)s
cs: Napsat e-mail uživateli %(user_name)s
de: %(user_name)s per E-Mail kontaktieren
es_ar: Correo electrónico %(user_name)s

source: This is a reminder that the %(BW_GOAL)s create deadline has already passed: <strong>%(end_date)s</strong>.<br> We know your team is working hard, but please encourage these team members to create %(BW_GOALS)s:<!-- IGNORE_WORD -->
cs: Toto je připomínka, že lhůta pro vytvoření cílů už uplynula: <strong>%(end_date)s</strong>.<br> Víme, že váš tým tvrdě pracuje, ale pobídněte členy týmu, aby si vytvořili cíle:<!-- IGNORE_WORD -->%(BW_GOAL)s%(BW_GOALS)s
de: Hiermit werden Sie daran erinnert, dass die Frist für die Erstellung von %(BW_GOAL)sen bereits verstrichen ist: <strong>%(end_date)s</strong>.<br> Wir wissen, dass Ihr Team hart arbeitet, aber bitte ermutigen Sie diese Teammitglieder, die %(BW_GOALS)s zu erstellen:<!-- IGNORE_WORD -->
es_ar: Este es un recordatorio de que la fecha límite de creación de %(BW_GOAL)s ya pasó: %(end_date)s.<br> Sabemos que su equipo está trabajando mucho, pero aliente a los miembros de su equipo a crear %(BW_GOALS)s:<!-- IGNORE_WORD -->

source: Email these team members
cs: Napsat e-mail těmto členům týmu
de: Diese Teammitglieder per E-Mail kontaktieren
es_ar: Envíe un correo electrónico a estos miembros del equipo.

source: Create my %(BW_GOALS)s
cs: Vytvořit si cíle%(BW_GOALS)s
de: Meine %(BW_GOALS)s erstellen
es_ar: Crear mi %(BW_GOALS)s

source: It's been over a day since you last updated this %(BW_GOAL)s.
cs: Je to více než den, co jste naposledy aktualizovali tento cíl.%(BW_GOAL)s
de: Es ist bereits über ein Tag vergangen, seitdem Sie dieses %(BW_GOAL)s aktualisiert haben.
es_ar: Pasó un día desde que actualizó por última vez esta %(BW_GOAL)s.

source: We know you're working hard to make progress.
cs: Víme, že tvrdě pracujete na tom, abyste se posunuli dál.
de: Wir wissen, dass Sie hart arbeiten, um Fortschritte zu machen.
es_ar: Sabemos que está trabajando mucho para hacer progresos.

source: Update now to let everyone know what you've been up to.
cs: Aktualizujte své cíle hned, abyste dali všem vědět, co jste dělali.
de: Aktualisieren Sie sie jetzt, damit jeder weiß, woran Sie arbeiten.
es_ar: Actualice ahora para que todos sepan lo que ha estado haciendo.

source: It's been over a day since you last updated these %(BW_GOALS)s.
cs: Je to více než den, co jste naposledy aktualizovali tyto cíle.%(BW_GOALS)s
de: Es ist bereits über ein Tag vergangen, seitdem Sie diese %(BW_GOALS)s aktualisiert haben.
es_ar: Pasó más de un día desde que actualizó por última vez estas %(BW_GOALS)s.

source: Hi <strong>%(name)s</strong>,
cs: Dobrý den, <strong>%(name)s</strong>,
de: Hallo <strong>%(name)s</strong>,
es_ar: Hola, <strong>%(name)s</strong>:

source: <strong>%(subject)s</strong> has created %(BW_A_CONVERSATION)s with you. Take a look at the questions and schedule some time to meet.
cs: Uživatel <strong>%(subject)s</strong> s vámi vytvořil konverzaci. Podívejte se na dotazy a naplánujte si, kdy se setkáte.%(BW_A_CONVERSATION)s
de: <strong>%(subject)s</strong> hat %(BW_A_CONVERSATION)s mit Ihnen erstellt. Sehen Sie sich die Fragen an und legen Sie einen Termin fest.
es_ar: <strong>%(subject)s</strong> creó %(BW_A_CONVERSATION)s con usted. Eche un vistazo a las preguntas y programe una hora para reunirse.

source: View %(BW_CAP_CONVERSATION)s
cs: Zobrazit konverzaci%(BW_CAP_CONVERSATION)s
de: %(BW_CAP_CONVERSATION)s anzeigen
es_ar: Ver %(BW_CAP_CONVERSATION)s

source: View my %(BW_CAP_CONVERSATIONS)s
cs: Zobrazit mé konverzace%(BW_CAP_CONVERSATIONS)s
de: %(BW_CAP_CONVERSATIONS)s anzeigen
es_ar: Ver mi %(BW_CAP_CONVERSATIONS)s

source: Hi %(user_name)s,
cs: Dobrý den, %(user_name)s,
de: Hallo %(user_name)s,
es_ar: Hola, %(user_name)s:

source: Your %(BW_CONVERSATION)s is open with - <strong>%(name)s</strong>.
cs: Vaše konverzace je otevřená s uživatelem <strong>%(name)s</strong>.%(BW_CONVERSATION)s
de: Sie haben eine offene %(BW_CONVERSATION)s mit <strong>%(name)s</strong>.
es_ar: Su %(BW_CONVERSATION)s está abierta con: <strong>%(name)s</strong>.

source: View %(BW_CONVERSATION)s
cs: Zobrazit konverzaci%(BW_CONVERSATION)s
de: %(BW_CONVERSATION)s anzeigen
es_ar: Ver %(BW_CONVERSATION)s

source: Hi <strong>%(user)s</strong>,
cs: Dobrý den, <strong>%(user)s</strong>,
de: Hallo <strong>%(user)s</strong>,
es_ar: Hola, <strong>%(user)s</strong>:

source: You have been invited as an additional contributor to the <strong>%(conversation_name)s</strong> %(BW_CONVERSATION)s between %(manager)s and %(direct_report)s. %(manager)s invites you to provide your thoughts on %(direct_report)s's contributions.
cs: Byli jste pozváni jako dodatečný přispěvatel do konverzace s názvem <strong>%(conversation_name)s</strong> mezi vedoucím %(manager)s a přímým podřízeným %(direct_report)s. Vedoucí %(manager)svás žádá, abyste poskytli svůj názor na přínosy přímého podřízeného %(direct_report)s.%(BW_CONVERSATION)s
de: Sie wurden als zusätzlicher Contributor zu %(BW_CONVERSATION)s <strong>%(conversation_name)s</strong> zwischen %(manager)s und %(direct_report)s eingeladen. %(manager)s lädt Sie ein, Ihre Gedanken zu den Beiträgen von %(direct_report)s zu äußern.
es_ar: Fue invitado como contribuidor adicional a la %(BW_CONVERSATION)s <strong>%(conversation_name)s</strong> entre %(manager)s y %(direct_report)s. %(manager)s lo invita a compartir su opinión sobre las contribuciones de %(direct_report)s.

source: Hi <strong>%(user_name)s</strong>,
cs: Dobrý den, <strong>%(user_name)s</strong>,
de: Hallo <strong>%(user_name)s</strong>,
es_ar: Hola, <strong>%(user_name)s</strong>:

source: We wanted to remind you that %(template_name)s is about to start for %(num_participants)s people in your company at 12:00 AM on %(deploy_date)s.
cs: chceme vám připomenout, že %(deploy_date)s v 12:00 začíná %(template_name)s pro %(num_participants)s lidi/lidí z vaší společnosti.
de: Wir möchten Sie daran erinnern, dass in Ihrem Unternehmen %(template_name)s für %(num_participants)s Personen am %(deploy_date)s um 00:00 Uhr startet.
es_ar: Queremos recordarle que %(template_name)s está por comenzar para%(num_participants)s personas en su empresa a las 12:00 a. m. el%(deploy_date)s.

source: If this isn't what you wanted to do, please un-deploy the %(BW_CONVERSATION)s before it begins on %(deploy_date)s.
cs: Pokud to není to, co jste chtěli udělat, odpojte se z konverzace, než %(deploy_date)s začne.%(BW_CONVERSATION)s
de: Wenn Sie diese Aktion nicht durchführen möchten, heben Sie bitte die Ausführung der %(BW_CONVERSATION)s auf, bevor sie am %(deploy_date)s beginnt.
es_ar: Si esto no es lo que quería hacer, oculte la %(BW_CONVERSATION)s antes de que comience el %(deploy_date)s.

source: View %(BW_CONVERSATION)s template
cs: Zobrazit šablonu konverzace%(BW_CONVERSATION)s
de: %(BW_CONVERSATION)ssvorlage anzeigen
es_ar: Ver la plantilla de %(BW_CONVERSATION)s

source: Today is the last day for you to complete <strong>%(conversation_name)s</strong>. Please take a few minutes to ensure you are done.
cs: Dnes je poslední den, kdy můžete dokončit konverzaci <strong>%(conversation_name)s</strong>. Udělejte si chvilku čas, abyste se ujistili, že je vše hotovo.
de: Heute ist der letzte Tag, an dem Sie <strong>%(conversation_name)s</strong> abschließen können. Bitte nehmen Sie sich einige Minuten Zeit, um sicherzustellen, dass Sie fertig sind.
es_ar: Hoy es el último día para completar <strong>%(conversation_name)s</strong>. Tómese unos minutos para asegurarse de haberlo hecho.

source: Some employees need to edit %(BW_CONVERSATIONS)s that are currently locked. Please approve or deny these requests.
cs: Někteří zaměstnanci potřebují upravit konverzace, které jsou momentálně zamknuté. Povolte nebo zamítněte tyto žádosti.%(BW_CONVERSATIONS)s
de: Einige Mitarbeiter müssen aktuell gesperrte %(BW_CONVERSATIONS)s bearbeiten. Bitte bestätigen Sie oder lehnen Sie diese Anfragen ab.
es_ar: Algunos empleados necesitan editar %(BW_CONVERSATIONS)s que están cerradas actualmente. Apruebe o rechace estas solicitudes.

source: <strong>%(request_count)s</strong> requests are pending.
cs: Počet nevyřízených žádostí: <strong>%(request_count)s</strong>
de: <strong>%(request_count)s</strong> Anfragen stehen aus.
es_ar: <strong>%(request_count)s</strong> solicitudes están pendientes.

source: Department
cs: Oddělení
de: Abteilung
es_ar: Departamento

source: Requests
cs: Žádosti
de: Anfragen
es_ar: Solicitudes

source: An employee needs to edit %(BW_A_CONVERSATION)s that’s currently locked. Please approve or deny this request.
cs: Zaměstnanec potřebuje upravit konverzaci%(BW_A_CONVERSATION)s, která je momentálně zamknutá. Povolte nebo zamítněte tuto žádost.
de: Ein Mitarbeiter muss %(BW_A_CONVERSATION)s, die aktuell gesperrt ist, bearbeiten. Bitte bestätigen Sie diese Anfrage oder lehnen Sie sie ab.
es_ar: Un empleado precisa editar %(BW_A_CONVERSATION)s, que se encuentra bloqueada. Apruebe o rechace esta solicitud.

source: Manage request
cs: Spravovat žádost
de: Anfrage verwalten
es_ar: Administre solicitudes

source: Your final responses to <strong>%(conversation_name)s</strong> are due <strong>%(date)s</strong>. Please complete your responses by then.
cs: Vaše finální odpovědi v konverzaci <strong>%(conversation_name)s</strong> mají termín <strong>%(date)s</strong>. Odpovězte na ně prosím do tohoto data.
de: Ihre endgültigen Antworten auf <strong>%(conversation_name)s</strong> sind am <strong>%(date)s</strong> fällig. Bitte schließen Sie Ihre Antworten bis zu diesem Zeitpunkt ab.
es_ar: Sus respuestas finales para <strong>%(conversation_name)s</strong> están previstas para el<strong>%(date)s</strong>. Complete sus respuestas para esa fecha.

source: It looks like you still need to complete <strong>%(conversation_name)s</strong>. It was due on <strong>%(date)s</strong>. Please take a few minutes to ensure you're done and share your responses.
cs: Zdá se, že vám stále zbývá dokončit konverzaci <strong>%(conversation_name)s</strong>. Termín byl <strong>%(date)s</strong>. Udělejte si chvilku čas, abyste se ujistili, že je vše hotovo, a podělte se o své odpovědi.
de: Anscheinend müssen Sie noch <strong>%(conversation_name)s</strong> abschließen. Diese war bis zum <strong>%(date)s</strong> fällig. Bitte nehmen Sie sich einige Minuten Zeit, um sicherzustellen, dass Sie fertig sind, und teilen Sie Ihre Antworten.
es_ar: Parece que aún debe completar <strong>%(conversation_name)s</strong>. Estaba prevista para el <strong>%(date)s</strong>. Tómese unos minutos para asegurarse de haber terminado y comparta sus respuestas.

source: Thank you for taking part in this %(BW_CONVERSATION)s. Today is the last day to finalize answers for the additional questions asked in <strong>%(conversation_name)s</strong>. <br><br> Please take a few minutes to review your answers and complete the %(BW_CONVERSATION)s today. These answers will only be viewed by system admins.
cs: Děkujeme, že jste se zúčastnili této konverzace. Dnes je poslední den, kdy můžete dokončit své odpovědi na dodatečné otázky položené v konverzaci <strong>%(conversation_name)s</strong>. <br><br> Udělejte si dnes prosím chvilku čas na to, abyste zkontrolovali své odpovědi a konverzaci dokončili. Tyto odpovědi uvidí pouze správci systému.%(BW_CONVERSATION)s%(BW_CONVERSATION)s
de: Vielen Dank, dass Sie an dieser %(BW_CONVERSATION)s teilnehmen. Heute ist der letzte Tag, um Antworten für die in <strong>%(conversation_name)s</strong> gestellten Fragen abzuschließen. <br><br> Bitte nehmen Sie sich ein paar Minuten Zeit, um Ihre Antworten zu überprüfen und die %(BW_CONVERSATION)s heute abzuschließen. Diese Antworten werden nur von den Systemadministratoren gelesen.
es_ar: Gracias por participar en esta %(BW_CONVERSATION)s. Hoy es el último día para terminar de responder las preguntas hechas en <strong>%(conversation_name)s</strong>. <br><br> Tómese unos minutos para revisar sus respuestas y complete la %(BW_CONVERSATION)s hoy. Solo los administradores del sistema podrán ver las respuestas.

source: <strong>%(conversation_name)s</strong> ended yesterday. The additional questions are available to answer from today until <strong>%(due_date)s</strong>. These questions will help system admins collect additional data points on the %(BW_CONVERSATION)s.
cs: <strong>Konverzace %(conversation_name)s</strong> skončila včera. Dodatečné otázky můžete zodpovědět ode dneška do <strong>%(due_date)s</strong>. Ty správcům systému pomohou shromáždit dodatečné údaje o konverzaci.%(BW_CONVERSATION)s
de: <strong>%(conversation_name)s</strong> wurde gestern beendet. Die zusätzlichen Fragen stehen ab heute bis <strong>%(due_date)s</strong> für die Beantwortung zur Verfügung. Diese Fragen helfen den Systemadministratoren bei der Sammlung zusätzlicher Datenpunkt in der %(BW_CONVERSATION)s.
es_ar: <strong>%(conversation_name)s</strong> finalizó ayer. Hay disponibles más preguntas para responder a partir de hoy hasta el <strong>%(due_date)s</strong>. Estas preguntas ayudarán a los administradores del sistema a recopilar puntos de datos adicionales sobre %(BW_CONVERSATION)s.

source: Note: You will need to share the initial questions before the additional questions are made available to answer.
cs: Poznámka: Než bude možné zodpovědět dodatečné otázky, budete muset sdílet výchozí otázky.
de: Hinweis: Sie müssen die ursprünglichen Fragen teilen, bevor die zusätzlichen Fragen für die Beantwortung zur Verfügung gestellt werden.
es_ar: Nota: Primero deberá compartir las preguntas iniciales para que las preguntas adicionales estén disponibles y pueda responderlas.

source: Complete %(BW_CONVERSATION)s
cs: Dokončit konverzaci%(BW_CONVERSATION)s
de: %(BW_CONVERSATION)s abschließen
es_ar: Completar %(BW_CONVERSATION)s

source: %(user_name)s shared their responses about %(employee_name)s for your review. Please click below to see them.
cs: Uživatelé %(user_name)s s vámi sdílí své odpovědi ohledně zaměstnanců %(employee_name)s kvůli jejich zhodnocení. Kliknutím níže je zobrazíte.
de: %(user_name)s hat Antworten über %(employee_name)s mit Ihnen zur Überprüfung geteilt. Bitte klicken Sie unten, um sie zu sehen.
es_ar: %(user_name)s compartieron sus respuestas sobre %(employee_name)s para su revisión. Haga clic a continuación para verlas.

source: %(user_name)s has shared your %(conversation_name)s with %(employee_name)s
cs: Uživatel %(user_name)s sdílel vaši konverzaci %(conversation_name)s se zaměstnancem %(employee_name)s.
de: %(user_name)s hat Ihre Konversation %(conversation_name)s mit %(employee_name)s geteilt.
es_ar: %(user_name)s ha compartido su %(conversation_name)s con %(employee_name)s

source: %(user_name)s shared their %(conversation_name)s responses with you.
cs: Uživatel %(user_name)s s vámi sdílel své odpovědi z konverzace %(conversation_name)s.
de: %(user_name)s hat die Antworten für %(conversation_name)s mit Ihnen geteilt.
es_ar: %(user_name)s compartió sus respuestas de %(conversation_name)s con usted.

source: Your manager's responses for %(conversation_name)s have been shared with you.
cs: Byly s vámi sdíleny odpovědi vašeho vedoucího v konverzaci %(conversation_name)s.
de: Die Antworten Ihres Managers für %(conversation_name)s wurden mit Ihnen geteilt.
es_ar: Las respuestas de su gerente sobre %(conversation_name)s se han compartido con usted.

source: It's time for %(BW_CONVERSATIONS)s between direct reports and managers to begin. You've been asked to participate in <strong>%(conversation_name)s</strong>.
cs: Je čas zahájit konverzaci mezi přímými podřízenými a vedoucími. Byl/a jste požádán/a, abyste se zúčastnil/a konverzace <strong>%(conversation_name)s</strong>.%(BW_CONVERSATIONS)s
de: Die %(BW_CONVERSATIONS)s zwischen Ihren direkt unterstellten Mitarbeitern und den Managern beginnen jetzt. Sie wurden eingeladen, an <strong>%(conversation_name)s</strong> teilzunehmen.
es_ar: Es hora de que comiencen las %(BW_CONVERSATIONS)s entre las personas que informan directamente y los gerentes. Le solicitaron que participe en <strong>%(conversation_name)s</strong>.

source: This %(BW_CONVERSATION)s should be completed by <strong>%(date)s</strong>.
cs: Tato konverzace by měla být hotová do <strong>%(date)s</strong>.%(BW_CONVERSATION)s
de: Diese %(BW_CONVERSATION)s sollte bis zum <strong>%(date)s</strong> abgeschlossen sein.
es_ar: Esta %(BW_CONVERSATION)s se debe completar antes del <strong>%(date)s</strong>.

# E.g. You will be meeting with: user_name1, user_name2
source: You will be meeting with:
cs: Spojíte se s:
de: Sie haben ein Meeting mit:
es_ar: Tendrá una reunión con:

source: This is a reminder to complete your responses to <strong>%(conversation_name)s</strong> and submit to HR before <strong>%(submit_end)s</strong>.
cs: Tímto vám připomínáme, abyste dokončili své odpovědi v konverzaci <strong>%(conversation_name)s</strong> a poslali je oddělení HR před datem <strong>%(submit_end)s</strong>.
de: Hiermit werden Sie daran erinnert, Ihre Antworten zu <strong>%(conversation_name)s</strong> abzuschließen und der Personalabteilung bis zum <strong>%(submit_end)s</strong> zu senden.
es_ar: Este es un recordatorio para que complete sus respuestas para <strong>%(conversation_name)s</strong> y las envíe a RR. HH. antes del <strong>%(submit_end)s</strong>.

source: Complete my responses
cs: Dokončit mé odpovědi
de: Meine Antworten abschließen
es_ar: Completar mis respuestas.

source: With a recent management change, you now have new active %(BW_CONVERSATIONS)s with your direct reports. In order to conduct these new %(BW_CONVERSATIONS)s, you will need to take ownership of them.
cs: Po nedávné změně ve vedení máte nyní nové aktivní konverzace s přímými podřízenými. Abyste mohli tyto nové konverzace vést, musíte je převzít do svého vlastnictví.%(BW_CONVERSATIONS)s%(BW_CONVERSATIONS)s
de: Aufgrund einer kürzlichen Verwaltungsänderung, verfügen Sie jetzt über neue aktive %(BW_CONVERSATIONS)s mit Ihren direkten Untergebenen. Um diese neuen %(BW_CONVERSATIONS)s zu führen, müssen Sie Besitz davon übernehmen.
es_ar: Debido a un cambio reciente de supervisión, ahora tiene nuevas %(BW_CONVERSATIONS)s activas con sus subordinados. Para llevar a cabo estas nuevas %(BW_CONVERSATIONS)s, deberá reclamar su propiedad.

source: You can click on each one here to take ownership, or you can see them in your %(BW_CONVERSATIONS)s list in the Betterworks application.
cs: Zde můžete na každou z nich kliknout a převzít vlastnictví, nebo si je můžete prohlédnout v seznamu konverzací v aplikaci Betterworks.%(BW_CONVERSATIONS)s
de: Sie können hier auf jede klicken, um Besitz zu übernehmen, oder Sie können Sie in Ihrer Liste der %(BW_CONVERSATIONS)s in der Betterworks-Anwendung anzeigen.
es_ar: Puede hacer clic en cada una de ellas para reclamar su propiedad. También puede verlas en su lista de %(BW_CONVERSATIONS)s en la aplicación de Betterworks.

source: VIEW ALL ACTIVE %(BW_CAP_CONVERSATIONS)s
cs: ZOBRAZIT VŠECHNY AKTIVNÍ KONVERZACE%(BW_CAP_CONVERSATIONS)s
de: ALLE AKTIVEN %(BW_CAP_CONVERSATIONS)s ANZEIGEN
es_ar: VER TODAS LAS %(BW_CAP_CONVERSATIONS)s ACTIVAS

source: TAKE OWNERSHIP
cs: PŘEVZÍT VLASTNICTVÍ
de: UNTERHALTUNGEN ÜBERNEHMEN
es_ar: RECLAMAR PROPIEDAD

source: %(user)s cancelled the %(BW_CONVERSATION)s named %(deployment_name)s that began on %(start_date)s. Any information provided by the participants is no longer available.
cs: Uživatel %(user)s zrušil konverzaci %(BW_CONVERSATION)s s názvem %(deployment_name)s, která začala dne %(start_date)s. Žádné informace poskytnuté účastníky již nebudou dostupné.
de: %(user)s hat die %(BW_CONVERSATION)s %(deployment_name)s abgebrochen, die am %(start_date)s begonnen hat. Die von den Teilnehmern zur Verfügung gestellten Informationen sind nicht mehr verfügbar.
es_ar: %(user)s canceló la %(BW_CONVERSATION)s llamada %(deployment_name)s que se inició el %(start_date)s. La información proporcionada por los participantes ya no está disponible.

source: Your administrator has approved your request to edit <strong>%(conversation_name)s</strong> with %(user)s. You can make changes through %(unlocked_date)s. Make your changes soon, because editing will not be available after that time.
cs: Váš správce schválil vaši žádost o úpravu konverzace <strong>%(conversation_name)s</strong> s uživatelem %(user)s. Změny můžete provádět až do %(unlocked_date)s. Udělejte je brzy, protože po uplynutí této doby již konverzaci nebudete moci upravovat.
de: Ihr Administrator hat Ihre Anfrage zur Bearbeitung von <strong>%(conversation_name)s</strong> mit %(user)s bestätigt. Sie können bis zum %(unlocked_date)s Änderungen vornehmen. Tun Sie dies baldmöglichst, da die Bearbeitung nach diesem Zeitpunkt nicht mehr möglich ist.
es_ar: Su administrador aprobó su solicitud para editar <strong>%(conversation_name)s</strong> con %(user)s. Puede hacer cambios durante %(unlocked_date)s. Haga los cambios de inmediato, ya que no podrá editar después de este período.

source: Edit %(BW_CONVERSATION)s
cs: Upravit konverzaci%(BW_CONVERSATION)s
de: %(BW_CONVERSATION)s bearbeiten
es_ar: Editar %(BW_CONVERSATION)s

source: You have Objectives that are due soon. Take a few minutes to provide a final update on your accomplishments.
cs: Máte cíle, které brzy skončí. Udělejte si chvilku čas, abyste naposledy aktualizovali, čeho jste dosáhli.
de: Sie haben Ziele, die bald fällig sind. Nehmen Sie sich ein paar Minuten Zeit, um ein abschliessendes Update Ihrer Erfolge zu geben.
es_ar: Tiene objetivos que se aproximan a su fecha de vencimiento. Favor de tomarse unos minutos para realizar una actualización final sobre sus logros.
